data = {
    1: """
ЭНЕРГИЯ ВОЛШЕБНИКА И ЧУДОТВОРЦА
Люди, рождённые под этой энергией, наделены незаурядными способностями. И для них важна их личная социальная реализация. Этим людям важно найти ту сферу жизни, где они будут иметь возможность творить и создавать в жизни что–то уникальное, присущее им одним. Это люди новаторы и лидеры, способные зажечь своими идеями других людей, повести их за собой.

От рождения люди 1-го кода судьбы чувствительны к энергиям, умеют использовать энергетический потенциал Вселенной в своей деятельности, будь то дела земные или духовные и творческие. Им интересно, как и по каким законам материализуются события в их жизни и в жизни других людей.

Люди 1-го кода судьбы, как правило, оптимистичные и деятельные, авантюрны и изобретательны, со множеством интересных идей. Они легко начинают новые проекты. Всегда стремятся выделиться из толпы. Легко и с радостью передают всё то, что умеют, делятся опытом.

Их сама жизнь поставила на передовую. Им часто приходиться самостоятельно пробивать дорогу в жизни себе и многим. У них талант достигать вершин мастерства, по большей части самостоятельно. Они могут работать и в одиночку или с равными по духу партнёрами, но не терпят авторитарного давления над собой.

Свобода - это главная составляющая их жизни.
Путешественники, познаватели в мире всего нового, первооткрыватели. Их можно включать в эксперименты, они соглашаются на это достаточно легко. Праздник жизни и фейерверк – это для них!
Им гораздо сложнее находиться в ситуации застоя, чем в пучине самых разнообразных событий жизни. Вся жизнь – это удивительное приключение, которое открывается перед людьми 1–го кода судьбы, если они сумели поверить и открыться чудесному покровительству Высших сил в своей судьбе.

Люди, соприкоснувшиеся с ними, быстрее начинают двигаться к своей эволюции. Завоевать душу и сердце чудотворца – это значит поручиться покровительством, поддержкой и любовью друга. Таким людям присуща магическая сила мысли, сила слова и широта сердца. Их энергетика настроена на материализующую способность Вселенной! Перед ними открыто множество дорог. И по очень многим им придётся в жизни радостно и весело прошагать!""",
    2:"""ЭНЕРГИЯ ЕДИНСТВА, РАВЕНСТВА И ГАРМОНИИ
Люди, рождённые под энергией 2-го кода судьбы, от рождения обладают дипломатическими способностями, умением урегулировать конфликты, сглаживать острые углы, гасить негативные всплески эмоций, поглощать их своей энергией. 

Они обладают глубинным чувствованием и видением. Способны видеть и замечать то, что скрыто и лежит за гранью обычного восприятия и понимания.Очень наблюдательны, таинственны и загадочны, осторожны. 
Далеко не всем показывают своё истинное лицо, часто создают видимость, а истину прячут от посторонних глаз.

Их энергия текучая и обволакивающая, как загадочная дымка утром на рассвете над рекой, как туман, стелящийся над просторами Земли, как облако, ложащееся на вершины гор. 

Я есть, и меня нет. Я яркая, и я незаметная. Я пленяющая, и я неуловимая. Я солнечная и лунная одновременно. Я сама противоположность Вселенной и её единство.

Единство и борьба противоположностей разлиты в энергиях 2-го кода судьбы. Это переход из одного состояния в другое. 
Люди 2-го кода текучие и противоречивые, но очень тонко чувствующие всё вокруг, понимающие чужую боль и стремящиеся помочь и исцелить. 

Они обладают способностями уговорить, успокоить, снять боль, от природы целители и дипломаты, их притягивает всё необычное и загадочное.
Эти люди читают чужие души, как книгу Бытия. 
Их советы и изрекаемая мудрость помогают многим. Они не рвутся на лидерские позиции, оставляя, чаще всего, за собой нейтралитет. 

Любят,оставаясь в тени, управлять ситуацией исподволь, аккуратно разворачивая события по своему замыслу. 

Могут отойти в сторону, оставив поле битвы или споров. Суета не для них Их личное медитативное состояние им дорого, и они его ценят и берегут. 
Редко кого впускают близко в своё личное пространство. 

Людей воспринимают на позициях равенства. Любят и понимают природу и животный мир.""",

    3: """ЭНЕРГИЯ ПЛОДОРОДИЯ, ЗАЧАТИЯ, «ХОЗЯЙКА», «ИМПЕРАТРИЦА»

Люди, рожденные с этой энергией, олицетворяют земное материальное плодородие, земные блага. Дом, семья, дети, положение, статус в социуме являются для них очень важным. Они стремятся в жизни занять лидирующие позиции. Хорошие управленцы и организаторы.

Женщины наделены необыкновенной женственностью и ощущением «королевы», «императрицы». Этот код судьбы созвучен иньской, женской энергии.

Мужчинам, имеющим предназначение «тройки», комфортно и уютно в женском обществе. Они окружают себя женским вниманием, любят часто заниматься хозяйством и бытовыми делами, контролировать и давать «ценные» указания женщинам, как им следует поступать и чем заняться. Разбираются во многих женских вопросах и чувствуют женщин лучше других мужчин.

Спрашивайте такого мужчину: «А чего хочет женщина?» И он, скорее всего, ответит на этот вопрос! В жизни таких мужчин всегда находятся женщины-покровительницы. И у них сохраняется в течение всей жизни связь с матерью. Они прислушиваются к ее советам, а иногда бывают полностью ведомы ею.

В роли матери может выступать и жена. Тогда таким мужчинам следует осознанно развивать в себе мужественность, стремиться к занятию активной жизненной позиции, учиться брать ответственность на себя и уметь принимать решения, быть авторитетом в семье и для близких. Рождаются дочки.

3-я энергия судьбы, плодородия – это энергия авторитетов. Как правило, сам человек стремиться стать авторитетом для окружающих, быстро оказывается в центре внимания, знает и понимает, как увлечь за собой. Материальное благополучие и успех, положение в социуме является для таких людей критерием реализованности.

Они любят окружать себя красивыми вещами, ценят вкус в еде, одежде, разбираются в моде. Их дом являет собой признак и степень их успеха. Так что машина и дом должны быть в полном порядке и соответствовать статусу богатого, успешного человека. Поэтому, порядку и уюту жилища люди третьего кода уделяют особое внимание. Если они будут выбирать отдых, то выберут его в комфортабельном пятизвёздочном отеле. А если девушка будет выбирать жениха, то отдаст предпочтение обеспеченному, уже имеющему положение в социуме или подающему большие надежды, перспективному человеку.

Люди третьего кода судьбы наделены природной любовью к себе и умением заботиться и ухаживать за своим телом, так же как за домом и за детьми. Умеют хорошо вести домашнее хозяйство, рационально распоряжаться деньгами. Ответственны, обязательны, контролируют всех своих близких, часто пытаются за них решать встающие перед ними задачи.

Бог наделяет таких женщин с энергией 3-го кода внешней красотой, притягательностью и женственностью. Они умеют зарабатывать деньги, деньги идут, притягиваются к ним. Им удаётся собственный бизнес. Они хорошо себя ощущают там, где крутятся большие деньги. В своих лучших проявлениях им присущи широта, доброта и щедрость. Они отзывчивы на помощь.

Их предназначение и цель в жизни – созидание материального плана на Земле в любых сферах Мира Материи, чтобы жизнь стала богаче и плодороднее во всех ее земных проявлениях, обеспечение людей достойным материальным достатком и уровнем жизни. Их задача – научить людей планеты любить Землю, любить земные блага, быть процветающим и успешным и с благодарностью относиться к Матушке Земле и ко всему тому, что она дает.""",
    4: """ЭНЕРГИЯ «ВЛАСТИ»

4-й код - главенствующий принцип правления и власти на Земле. Мужская яньская энергия, энергия огня, которая сама по себе является мощной всепоглощающей и действенной. Это энергия принятия решений и возложения на себя ответственности, умение отвечать не только за себя, но и за многих. Кому дана энергия власти по судьбе, тому открыты большие возможности и горизонты по дороге восхождения в социуме.

Люди 4-го кода наделены работоспособностью, ответственностью, стремлением во всём себя упорядочить и подчинить своему влиянию. Они умеют выстроить людей, дать задания, спросить с них результат. Обладают природными хозяйскими и организаторскими способностями.

Испытывают интерес к политической и государственной структуре власти, и, как следствие, часто причастны к ним. Человека как будто сама жизнь выдвигает на передовую, вручая все механизмы правления в руки. И не важно, мелкие это предприятия и государственные структуры или крупные. Человек числа четыре везде склонен навести свой порядок, проконтролировать процессы в любом деле. Про него говорят: «Руководитель от Бога!»

Энергия 4-го кода устойчива и непоколебима. Если человек принял решение, то он намерен идти до конца, постоянно и уверенно двигаясь вперёд. Блестящая логика помогает ему прийти ему к цели. Всё структурировано в его голове, всё разложено по полочкам. Надёжность и сильное плечо, которое он готов подставить в трудную минуту, отличает людей 4-го кода.

Сила воина, мужская сила, решительность, умение принять важные решения, найти выход из сложных ситуаций, вера в успех, отсутствие суеты и паники - всё это характеризует с наилучших позиций признания 4-й код судьбы.

Если же женщина имеет в своём предназначении 4-й код судьбы, ей следует работать над своей женственностью, осознанно понизить по вибрациям энергию до 3-го кода, осознавать свои мужские лидерские способности и становиться более мягкой и текучей, свободной и раскрепощённой, подобной женской энергии. (Изучите как следует 3-й код). В вашей судьбе отмечен знак сильного мужчины – покровителя. Такие женщины комфортно чувствуют себя в мужском обществе. Они часто и внешне одеваются как мужчины, коротко стригутся, предпочитают спортивный стиль в одежде, занимаются мужским родом деятельности, выбирают мужские профессии. «Воспитай в себе женщину», – говорит им 4-й код судьбы, - «и доверься сильному мужчине, по праву занимающему место лидера в твоей жизни».""",
    5: """Всё, что касается законности, порядка, разнообразных правил, традиций созвучно 5-му коду судьбы. Люди, рождённые с числом предназначения 5, стараются жить, соблюдая правила и традиции: традиции семьи, законы общества и религии. Для них важно всё, что установлено авторитетами или ими самими.

Они ищут в жизни знания, которые подтверждены научными исследованиями, что доказывает правильность и спокойствие их выбора. Им сложно пуститься в авантюрные предприятия, им этого не позволят их принципы. Большую роль в их жизни играет семья, воспитание детей. Они вообще любят учить, объяснять, воспитывать, так как природа наделила их талантом учительства, талантом красноречия и убеждения. Они любят убеждать людей в своей правоте, искренне считают, что их мнение и суждение однозначно верно и что не бывает других путей и решений.

Люди 5-го кода судьбы прекрасные ораторы, публичные выступления им даются легко, и они легко учатся ораторскому искусству. Говорить на аудиторию – это их стезя. Им интересны научные подходы к любому делу. Они все стараются логически продумать и рассчитать, увидеть и убедить других в том, что они правы. Они всю жизнь любят учиться, обретать знания, быть в коллективе, занимать позиции лидера и руководителя. Научившись чему-то, они с удовольствием делятся этими знаниями с другими. Им важно донести до людей свои мысли и убеждения.

Люди с энергией 5-го кода часто выбирают профессии, связанные с законом или порядком, или отдают предпочтение учительской или научной деятельности.

Надёжные, ответственные, любящие порядок, умеющие руководить или управлять, а также наделённые талантом красноречия, учительства, люди 5-го кода живут по своим чётким убеждениям и принципам, часто загоняя себя в рамки своего же логического мышления и видения.

Иногда не успевают менять свои взгляды за переменчивостью и изменениям жизни, так как их устоявшиеся принципы тормозят их, создавая преграды и рамки, узость видения. Им очень важно пересматривать свои взгляды и работать над расширением сознания. Уметь принимать мир и жизнь в их многообразии, принимать разные точки зрения и позиции, чаще устраивать эксперименты, обновляющие жизнь.

Им необходимо научиться доверять водительству и покровительству Вселенной. Они всегда преданы и защищают всех тех, кого любят, о ком заботятся и кому помогают. Являются авторитетом для окружающих. Самостоятельны и деятельны.""",
    6: """ЭНЕРГИЯ «ОТНОШЕНИЯ»

Это энергия общения, коммуникаций и чувственности. Люди с энергией предназначения 6 легко общаются, сходятся с людьми, у них множество друзей и знакомых, они милые и приятные, обходительные. Стремятся завоевать расположение к себе, урегулировать конфликты и сгладить острые углы.

Их привлекает всё яркое, красивое изящное, они ценители искусства, красоты, обладают превосходным, утончённым вкусом. Часто являются гурманами в еде, ценителями всего красивого и прекрасного. Любовь для них является неотъемлемой частью жизни. Им важно любить всё то, чем они занимаются, всё то, на что направлено их внимание.

Стараются окружить себя красивыми вещами, приятными людьми, престижной работой. Отдают особое внимание внешним формам, и поэтому у них прекрасный вкус. Они законодатели моды во всём. Им свойственно видеть красоту во всём, и они стремятся сами соответствовать своим принципам и ощущениям: ухаживают за собой, за своей внешностью, тщательно подбирают одежду.

Ребёнка с предназначением 6 вы никогда не отправите гулять в том, что он не хочет одевать или в том, что ему не нравиться, он может закатить вам истерику, но не пойдёт «некрасивым» к людям.

Для таких людей очень важно мнение окружающих, что о них скажут, что подумают, как они будут выглядеть в глазах других людей, какое произведут впечатление. Они артистичны по своей природе, любят получать от жизни удовольствия, нежиться в энергии обожания и любви. Где бы они не находились, легко притягивают к себе внимание, легко становятся душой любой компании.

Они эмоциональны и влюбчивы, им нравиться производить впечатление на других людей. Они погружаются в отношения всецело с головой, ярко переживая все связанные с этим эмоции. В их доме, как правило, царит уютная и красивая атмосфера, любят принимать гостей, радушные хозяева. Так же с удовольствием участвуют в любых празднествах и вечеринках.

Все удовольствия мира форм, телесные удовольствия для них. Они умеют создавать вокруг себя праздник и поэтому редко бывают одни. Одиночество не для них. Атмосфера фейерверка, праздника, красоты и общения – вот что отличает людей 6-го кода судьбы. И поэтому им становиться грустно и скучно, когда этого долго нет в их жизни. Им обязательно нужно черпать эти энергии во внешнем мире, ну и конечно же научиться создавать их внутри себя самого!
""",
    7: """ЭНЕРГИЯ «ДВИЖЕНИЯ», «ПОБЕДИТЕЛЯ»
Люди 7-го кода – это личности с явной лидирующей позицией, с энергией воина, который стремиться к победе и достижению поставленной цели. Они самостоятельные и решают вопросы своей жизни сами. Именно они управляют колесницей своей судьбы. Для них важно понимать и знать конечную цель, они нацелены на результат.

Составление бизнес–планов на ближайшее будущее очень помогает людям 7-го кода, таким образом им проще сконцентрироваться и направить свою энергию в нужном направлении, чтобы избежать бесполезных действий.

Движение - это основной принцип этих людей. Они, как правило, хорошо водят любые виды транспорта, любят путешествовать, легки на подъём, оптимистичны, с активной жизненной позицией. Но иногда бывают воинственно настроены, если начинают делить мир на добро и зло, на чёрное и белое и отказываются понимать законы мироздания.

Отсутствие действий и движения приводят к застою в их жизни и физическом теле, поэтому им необходимо тренировать не только дух, но и тело. Укреплять костную систему и сохранять гибкость суставов. Такие люди часто бывают трудоголиками, поэтому им надо учиться практике релаксации и медитации, сменять активность на пассивность, уметь расслаблять ум и физическое тело. Занятия фитнесом, физкультурой, активными видами отдыха - для них.

Они умеют зажечь своими идеями других людей, повести их за собой, стать примером для подражания, так как они активные и деятельные. Для них очень важна их собственная реализация. Бесцельная жизнь не для них. Такие люди упорны, настойчивы, могут начинать задуманное снова и снова, даже после неудачи, каждый раз надеясь на позитивный итог, на то, что цель будет достигнута. Они решительны, долго не сомневаются, если задумали, то действуют.""",
    8: """«СПРАВЕДЛИВОСТЬ», «РАВНОВЕСИЕ»
Если перевернуть восьмёрку 8, то она будет обозначать бесконечность, и значит, корни 8-го кода судьбы уходят далеко в прошлое, а, следовательно, люди 8-го кода связаны незримыми энергетическими нитями с кармой прошлых воплощений. Именно им дано глубже и тоньше видеть, чувствовать и понимать кармический закон справедливости.

То, что мы видим, когда событие происходит, это следствие ранее переживаемых нами эмоций, мыслей, действий. То, что мы имеем в реальности, пришло к нам не случайно, и поэтому с нами никогда и ничего не происходит просто так, всё это причинно-следственный закон бытия. И именно людям 8-го кода судьбы проще понять этот закон, разглядеть его в событиях своей жизни, а в последствие научиться видеть его и в жизнях других людей.

Людям 8-го кода судьбы следует задавать себе вопросы:

А почему со мной это происходит? В чём истинная причина тех или иных проблем? И что я могу сделать сегодня, чтобы изменилась моя жизнь в будущем?

Им дано всё время работать над улучшением своей кармы. Они интересуются различными методами улучшения судьбы, посещают различные тренинги и семинары. В своей обычной жизни очень ответственны, стремятся поступать всегда справедливо, требуют справедливости и от других людей, поэтому иногда вспыльчивы и ранимы. Влезают во все разбирательства и отстаивают позиции слабых.

Они открыты, дружелюбны, бесстрашны, способные быстро реагировать в сложных ситуациях. В экстремальных условиях действуют решительно. На них можно положиться и доверить ответственную работу. Часто находят своё применение в законодательных структурах и в структурах правопорядка, контроля и налоговых служб.

Им важно понимать истинный кармический закон, чтобы не реагировать так бурно на проявление его следствий в повседневной жизни. Им необходимо стараться не вмешиваться туда, где этого не требуется.

Изучая законы мироздания, люди 8-го кода смогут внести ясность в любую, даже сложную ситуацию. Смогут помочь, так как они всегда ориентированы на помощь и поддержку. Научиться распознавать истину – в этом их главная кармическая задача.""",
    9: """ЭНЕРГИЯ «МУДРЕЦА», «МУДРОСТИ»
Люди с 9 кодом судьбы самодостаточны и наделены природной мудростью. К ним всегда все тянутся за советом, к ним прислушиваются. Их мнение весомо. Такие люди не любят шумных компаний. У них философский взгляд на жизнь. Они любят углубиться во всё то, что изучают. Неспешны и несуетливы.

Им хорошо наедине с собой и никогда не бывает скучно. Самодостаточность их главная черта. Любят читать, изучать что-то новое. Им лучше, чем другим, даётся научная деятельность – это первые люди в научных изысканиях.

Свои деньги зарабатывают головой, интеллектом, а не руками. Часто бывают не приспособлены к физической работе.

Всегда отзывчивы к боли других, умеют выслушать и правильно направить человека на выход из трудной ситуации. Тем самым они помогают уже запустить процессы исцеления в человеке. Часто люди просто проговаривая свои проблемы мудрецу (вам) уже начинают решать свои проблемы.

Еще одной отличительной чертой для таких людей является их умение давать правильные советы. Но советы они дают не в форме:” Иди туда и сделай это”. А скорее в виде притчи, рассказов или из своего богатого жизненного опыта. И пока они рассказывают, у других людей начинают, своего рода, складываться “пазлы” в голове, и они исцеляются.

Поэтому из людей 9-го кода судьбы получаются отличные лекари души и тела.

Они очень основательно подходят к выбору партнёра. И если влюбляются, то, как правило, остаются ему верны на долго. Глубина их чувств и души скрыта от внешних проявлений, поэтому они кажутся сухими и сдержанными в чувствах, но это не так. Они нежные, заботливые и участливые, просто не всем они могут открыть свою душу. Любят находиться в уединении, подумать, и именно в уединении мудрецу приходят самые сокровенные мысли и озарения.

В одиночестве такие люди отдыхают и восстанавливают потраченный энергетический потенциал. Они подключаются к мудрости Вселенной и получают дополнительные знания в виде вспышек озарения или осознания. Они видят мир намного глубже и шире, чем другие. И не следует обижаться на них за их одиночество, они сами «выйдут к людям», когда будут готовы. Завоевать сердце и дружбу мудреца – это получить надёжного друга, готового помочь в любых испытаниях.

Люди 9-го кода не стремятся к лидерству, но ответственно подходят к возложенным на них обязанностям. Не любят над собой авторитарных начальников, могут работать в одиночку, независимо ни от кого, а также вести свой бизнес.

Они скрупулёзны и внимательны в любых вопросах. Быстро жениться и выходить замуж они не стремятся. Сначала хотят встать на ноги, укрепиться материально, выучиться. Среди таких людей чаще всего встречаются поздние браки.

Они любят природу, животных, с удовольствием гуляют со своими домашними питомцами. Выходы на природу так же дают им энергию.

Люди 9-го кода судьбы универсальные в любом роде деятельности. Их мудрость и блестящий ум помогают им постичь любые, даже самые сложные для многих других задачи. Они хорошо учатся, любят учиться всю жизнь, а также успешно обучают других людей.

Среди них встречаются и отшельники, люди ушедшие в монастырь от суеты и обыденности Мира Материи. Они могут вести аскетичный образ жизни, отказываться от телесных и материальных удовольствий. Или долго и спокойно обходиться без них.""",
    10: """ЭНЕРГИЯ «ПОТОКА»
Люди 10-го кода судьбы считаются «счастливчиками», «баловнями» судьбы. Они рождены под счастливой звездой, и от рождения к ним приставлены покровители свыше – Ангелы-хранители. Они всю жизнь чувствуют, что их оберегает сама фортуна и выводит из любых, даже очень сложных жизненных ситуаций. Они как будто бы находятся в потоке самой судьбы.

Им только следует принять решение и всё вокруг их завертится: открываются счастливые двери, встречаются нужные люди именно в тот момент, когда это очень важно. Попадается на глаза информация, которая приведёт к благоприятному результату и т.д.

Как будто бы сама Вселенная разговаривает с этими людьми, постоянно подаёт им знаки о своём присутствии. И поэтому людям 10-го кода многое даётся легко, если они сами не склонны усложнять себе жизнь и запутывать колесо своей фортуны, пытаясь раскручивать его в обратную сторону или вовсе плыть против потока.

Когда человек плывёт против потока, он теряет много энергии. Жизнь перестаёт открываться перед ним. И поэтому для 10 аркана необходимо научиться чувствовать свой поток и сознательно его выбирать. Только с развитой интуицией и расширенным сознанием возможно чувствовать свое предназначение и видеть знаки на пути. Жизнь всегда разговаривает с нами через знаки.

Люди с энергией Потока не стремятся занимать в жизни лидирующие позиции. Они прекрасно работают в коллективе, так как их энергия помогает более легко продвигаться любым проектам и предприятиям. Такие люди компанейские, лёгкие на подъём, с удовольствием поддерживают разнообразные мероприятия. Они авантюрны, поддаются влиянию.

Им нужно научиться лёгкости восприятия жизни, приобрести позитивный взгляд на мир и крепкий внутренний духовный стержень, и тогда их судьбоносный Поток всегда будет течь в благоприятном направлении, к выполнению своего Божественного предназначения.""",
    11: """ЭНЕРГИЯ «ПОТЕНЦИАЛА», «СИЛЫ»
Сила для людей 11-го кода является проявлением их индивидуальности. Ведь мир ими воспринимается с позиции силы: сила духа, сила мысли, сила слова, сила Божественной любви, физическая сила и т. д. Их жизнь всегда демонстрирует пики колоссальных подъёмов, а потом спадов, так как всё время находиться на гребне волны невозможно, а также на пике силы.

Мир цикличен, и потому, если люди 11-го кода не научатся пользоваться данной им силой, в их жизни может быть достаточно уроков и задач, острых углов для того, чтобы они учились управлять своими энергиями, эмоциями и мыслями. Сила таких людей может быть временами направлена вовне, а временами - внутрь себя. И от того, какая это сила, созидать и разрушать они могут не только окружающий мир, но и собственный.

Любые негативные проявления силы им следует менять на силу Божественной любви и принятия мира и людей такими, какие они есть. Усмирите страсть внутри себя, усмирите дикого зверя собственных эмоций, и вам дано будет принести благо многим, так как сил у вас достаточно. У этих людей большой энергетический потенциал. Они наделены повышенной трудоспособностью, выносливостью.

Люди 11-го кода часто являются трудоголиками. Им всё время что-то нужно делать, они не могут долго находиться в пассивности. Занимаются силовыми видами спорта, фитнесом. Часто находят своё призвание в инструкторстве по фитнесу и спорту.

В свободное время любят активный отдых, но им следует учиться медитировать и расслабляться, чтобы их сила стала более мягкой и созидательной.

Люди 11-го кода судьбы не терпят давления извне, начинают обороняться, у них срабатывает рефлекс «сила на силу», поэтому они бывают заносчивы, вспыльчивы и дерзки. А в общем, у них весёлый нрав, открытая душа, благородные поступки. Они могут взять на себя ответственность, повести за собой людей, у них выражена энергия лидерства. Эти люди устойчивы к поражениям и обладают стремление побеждать. У них сниженный порог болевой чувствительности.""",
    12: """ЭНЕРГИЯ «СЛУЖЕНИЯ» и «ИНОГО ВЗГЛЯДА НА ЖИЗНЬ», «ИНОГО ВИДЕНИЯ»

Люди 12-го кода судьбы отмечены Божественным законом служения. У них определённая задача: принести больше добра, милосердия, сострадания в жизнь. Научить людей быть открытыми, любящими, быть для них примером бескорыстной отдачи света, помощи и поддержки в мир. Люди 12-го кода судьбы имеют альтернативное, креативное видение на многие вопросы жизни.

У них новаторский взгляд на все сущее на Земле, он учит думать и воспринимать жизнь по- другому. Им доступны самые разнообразные новые идеи и проекты в любых сферах деятельности. Они кладезь необычной информации. Как много интересного можно узнать, общаясь с человеком 12-го кода судьбы! Жизнь как будто приобретает другие краски и очертания. У них открыт канал общения с ангелами, и они верят в чудеса и волшебство в жизни.

Такие люди всегда нацелены на взаимопомощь и поддержку, к ним многие обращаются за исцелением души и тела, чувствуют их отзывчивое сердце. Главное для них - за проблемами других людей помнить о себе, проявлять к себе заботу, любовь и внимание. Временами баловать себя, дарить подарки, устраивать праздники. Ведь жизнь дана нам для удовольствия, радости, счастья, процветания, а не для страданий.

Для них очень важно не впадать в жертвенность по отношению к каким-либо людям и обстоятельствам, вовремя уметь выходить из зависимости и подвешенного состояния, уметь сказать «нет» и постоять за себя, так как их доброе мягкое сердце иногда подвигает на поступки в ущерб себе, главное - на благо других.

Любовь к себе, самодисциплина, духовное развитие помогают людям 12-го кода пройти все жизненные уроки и стать мудрее. Они очень любят учиться и постигать в жизни что–то необычное, интересное и особенное. Им важно научиться отпускать старое, не цепляться за людей, ситуации и обстоятельства, не «зависать» в отживших эмоциях, смело идти в перемены. И тогда их жизнь приобретёт смысл более прогрессивный, начнётся движение, и человек обязательно постигнет своё предназначение по 12-му коду, найдёт свой, и только свой, уникальный и необычный, нестандартный путь, который принесёт пользу многим. Ведь иное видение – это всегда начало перемен.""",
    13: """ЭНЕРГИЯ «ПЕРЕРОЖДЕНИЯ»
Люди 13-го кода мистичны и непредсказуемы по своей энергии предназначения. Они временами непостижимы и для себя самих. Окружающие воспринимают их неоднозначно, так как их сила трансформации и изменений чувствуется всегда. И не все готовы встретиться с ней.

Люди 13-го кода судьбы способны вокруг себя вызывать, создавать перемены и обновления. Где бы они не появлялись, способствуют перерождению старых устоев и форм в новые, более прогрессивные. Всё отжившее должно покинуть мироздание и трансформироваться в эволюционном потоке жизни. Если человек не готов к переменам, а они неизбежны и наступают внезапно, то это не всегда проходит для него безболезненно, и поэтому люди 13-го кода способны запускать необратимые процессы нужной трансформации, назревших перемен.

Они и сами не могут долго застаиваться в одной и той же ситуации, заниматься нудным и монотонным делом. Им необходимы сильные порывы чувств и эмоций. Постоянный интерес к жизни. Они очень любознательны, креативны, легко выдерживают сложные экстремальные ситуации. В экстриме быстро собираются, группируются и концентрируются, действуют без промедления и паники.

Философия жизни и смерти – это их внутренняя душевная философия и естественное состояние бытия. Они, как никто другой, понимают ритмы цикличности на Земле. И если они отсекают старое, то уже не возвращаются в него, а начинают новые жизненные циклы. Люди 13-го кода обладают решительностью, смелостью и бесстрашием. Они дерзкие, очень активные, способные на подвиги и на порывы чувств.

У них в жизни наблюдаются циклы: одни состояния через какое-то время сменяются противоположными, как дыхание самой жизни, как смена времён года, как жизнь и смерть. Им самим необходимо духовно принимать все циклы своей жизни и всё время настраиваться на волну позитива, радости и счастья, на счастливую волну.

Они прирождённые спасатели и экстремалы, у них притуплён страх смерти. Они понимают её философию и не боятся, как правило, того, что с ней связано. Бесстрашие – это черта их характера. Помогать людям меняться, извлекать духовные уроки из трудностей, отпускать старое, разрушать зависшие ситуации и демонстрировать людям путь перемен – это их миссия на Земле, это их предназначение.""",
    14: """ЭНЕРГИЯ «ИСЦЕЛЕНИЯ», «ДУША», «ИСКУССТВО»

Люди 14-го кода – это люди, утончённо чувствующие и воспринимающие мир, людей и события в жизни. У них богатый эмоциональный и внутренний мир, зрелая душа. Они восприимчивы ко всему прекрасному, им необходимо подпитывать себя энергиями искусства, поэтому они любят проводить время, посещая музеи, театры, концерты, бывать на творческих вечерах. Они увлекаются танцами, живописью, музыкой, театром и кино.

Сфера увлечений 14-го кода очень богатая и разнообразная. Они интеллектуальны, легко поддерживают беседу, как правило, начитанны и много знают. Поэзия, история – тоже интересны им. Они и сами могут выбирать род деятельности, связанный со сферой искусства. Им легко даются иностранные языки, и они имеют, как правило, контакты за границей или путешествуют по разным странам.

У людей 14-го кода, помимо способностей в сфере искусства, развиты способности к целительству людей, причём чаще всего - натуральными средствами. Они знают травы, методы очищения организма, любят всё это применять к себе. К еде относятся разумно, стараются придерживаться здорового образа жизни.

Люди 14-го кода учатся усмирять в себе все внутренние страсти через очищение, пост, молитву и голодание. Они стараются отойти от телесных искушений, тем самым укрепляя дух. В общении с окружающими пытаются в первую очередь увидеть душу человека, его суть, а уж потом внешние данные. Внутреннее для них важнее внешнего, хотя красота форм и эстетика вкуса присущи этим людям. Они тонкие ценители всего прекрасного.

Их целительная стихия – это вода. Таким людям полезно чаще контактировать с водой, принимать водные процедуры, им хорошо помогает водолечение. У них от рождения связь с Ангелом- хранителем, и поэтому развита интуиция и экстрасенсорное чувствование. Из них получаются хорошие целители. Характер людей 14-го кода уравновешенный, доброжелательный, в позитиве открытый. Они могут занимать позицию лидера, но не особо стремятся к этому. Им важнее быть в творческом процессе жизни, чем в руководящем. Это люди, любящие природу и животных. Про человека с проработанным от негативов 14-м кодом судьбы говорят, что у него душа ангела.""",
    15: """ЭНЕРГИЯ «ИСКУШЕНИЯ» И «ПРОЯВЛЕНИЯ»
Люди 15-го кода судьбы одарены большим потенциалом энергии и возможностей. Им дано видение человеческих слабостей. Такой человек, как рентген, смотрит и видит насквозь, где что несовершенно, и где следует проработать и духовно исцелить. И, сам того не ведая, он старается спровоцировать человека на обнажение этого негатива, чтобы сам человек увидел, в чём ещё его слабости и несовершенства.

Люди 15-го кода выполняют миссию проверяющих на готовность перехода в семерицу энергии Духа, так как именно с 15-го кода и начинается Духовная семерица судьбоносных энергий (с 1-го по 7- й код – семерица Материи, с 8-го по 14-й – семерица Души, а с 15-го по 21-й – семерица Духа и 22-й код - переходный, соединяющий Дух с материей).

И поэтому у людей 15-го кода особенная миссия: не дать слабым и неготовым подняться выше, потому что они не смогут на этой высоте удержаться, а падать с нее для них больно и опасно. Мы с вами всегда должны понимать, из-за чего в себе мы не готовы удержаться на той или иной высоте. Поэтому 15-й код призван искушать человека и проверять на прочность.

Люди 15-го кода судьбы являются теми, кто провоцирует и проверяет, кто подталкивает или предлагает искушение. Ими же указывают нам на наши слабые места. Поведите дружбу с человеком 15-го кода, и вы всё узнаете, в чём вы ещё слабы и несовершенны. Поэтому не всем под силу быть с этими людьми постоянно. К ним относятся люди неоднозначно: кто-то любит и уважает, кто-то злится, а кто-то сторонится и боится, кто-то интуитивно отгораживается от них, опасаясь, что начнёт происходить то, с чем он не готов соприкоснуться и встретиться.

В целом люди 15-го кода весёлые, энергичные, компанейские, готовые на авантюрные жизненные приключения, умеющие управлять ситуациями и другими людьми, умеющими повернуть события в свою сторону. Они любят земные удовольствия и умеют в свою жизнь притянуть благо. Всё шикарное, богатое, гламурное – для них.

Люди 15-го кода понимают цену материальным и душевным ценностям, разбираются во многих жизненных вопросах, умеют дать правильный совет, истинно увидеть суть проблемы и ситуации. Эти люди от природы обладают даром ясновидения. У них развитая интуиция и богатый внутренний мир.

Стремление к обладанию заложено в природе 15-го кода. Им необходимо иметь всё самое лучшее и шикарное, блистать в обществе. Они, как правило, ухожены, прекрасно и стильно одеты. Умеют говорить на публику, очаровывать. Талантливы во многих сферах. Им отлично удаётся бизнес, сделки с недвижимостью, работа с финансами. Умеют притянуть «шальные деньги». В игре им, как правило, везёт, только тоже следует вовремя остановиться и выйти из игры победителем.

Люди 15-го кода приспосабливаются к любым условиям и в любых ситуациях умудряются найти выход из положения. То, что считают своим, отдавать не любят, берегут. Нежные, страстные, любящие. И надёжные, и авантюрные одновременно.""",
    16: """ЭНЕРГИЯ «ДУХОВНОГО ПРОБУЖДЕНИЯ»
После того, как человек встретился со многими земными искушениями и душевными переживаниями – он многое понял и прозрел, и в этом суть 16-го судьбы. Суть в прозрении, в изменении взгляда на привычный уклад жизни, на всё, что ранее казалось неизменным. Это инсайт, вспышка света в сознании. Это умение жить и радоваться здесь и сейчас. Всё претерпевает трансформацию в энергиях 16-го кода судьбы. Новое видение и понимание даёт человеку возможность начать новую, изменённую жизнь, более осознанную и духовную. И это не значит, что тут же изменились обстоятельства, просто изменился взгляд на них, изменилось к ним отношение, пришло принятие.

Энергия 16-го кода несёт в себе трансформацию и разрушение всего тормозящего и уводящего от предназначения. И люди 16-го кода судьбы способствуют духовному пробуждению. Разрушать старое видение и мировоззрение, вносить изменения в привычные формы и застойный уклад жизни, показывать разрушающую силу земных зацепок и привязок, эмоциональных зависимостей – это их способность от Бога. Они проходят за жизнь свой путь восхождения к Духу, получая от судьбы непростые уроки для собственной трансформации и пробуждения.

Им приходится часто начинать новые циклы, ведь жизнь никогда не стоит на месте, всегда что- то происходит, и если человек научился понимать происходящее правильно, по всем кармическим законам бытия, то он выходит победителем, даже из самых сложных ситуаций, приобретая ещё большую силу духа и устойчивость.

Эти люди сильные энергетически и духовно, потому что по-другому невозможно справиться с мощными энергиями 16-го кода. Им это дано по судьбе как данность предназначения. Они бывают «взрывными» и резкими, импульсивными, но их доброе сердце, желание помочь, показать и объяснить людям выход к свету, делает их светящимися огоньками в любой тьме.

В любой ночи, человек 16-го кода судьбы способен вывести других к свету, новому видению и пробуждению. Это его лидерская энергия, способная вести за собой людей. Такой человек способен видеть путь к изменениям и в обычных житейских делах. Любит участвовать в реконструкциях и перестройках. От него можно ожидать необычных, креативных решений, новаторского подхода к любому делу.""",
    17: """ЭНЕРГИЯ «ЗВЕЗДЫ», «ТВОРЧЕСТВА»
Люди 17-го кода судьбы – это звездные люди, у них ярко выраженная неординарность. Они отмечены небом от рождения. Небо и Высшие силы курируют, оберегают, хранят и дают им энергию для проявления в жизни. Это может быть любой вид творчества или же яркость в принципе, даже в повседневных делах и заботах. Такого человека нельзя не заметить, его хочется выделить. С ним интересно общаться, к нему притягиваются люди, т.к. они чувствуют его позитивное влияние. Небо делает таких людей своими проводниками энергий. У них тесная связь с природой. Они отзывчивы и открыты.

Их руки способны исцелять. И все, чтобы они не делали, если они делают с любовью, у них получается хорошо. Про человека, через которого течет, как через проводника, Небесная энергия, говорят, что он звездный человек, т.е. имеет связь со своей звездой. И если он углубится в какое-либо занятие, то сможет подняться в нем до высот звезды и быть замеченным многими. Ведь звезда светит на небосводе, и на нее могут смотреть тысячи.

Люди 17-го кода – восприимчивые, чувствительные, интуитивные, экстрасенсорные. Им часто снятся яркие и пророческие сны. У них богатое воображение и фантазия. Иногда про них говорят: спуститесь на землю и перестаньте витать в облаках.

Энергия звезды зачаровывает и завораживает. Главное для них – найти свой путь, открыть свой талант, понять свою стезю в жизни и в творчестве, тогда энергия Неба сможет проявиться через них максимальным потоком. Вера в себя, любовь к себе, связь с небом – это важные составляющие успеха таких людей. Состояние радостного, восторженного ребенка люди «Звезды» могут пронести через всю жизнь. Они талантливы в любом роде искусств, которым займутся серьезно. Любят животных, природу, цветы.""",
    18: """ЭНЕРГИЯ «ЛУНЫ», «ТАЙНОЕ»
Люди, рожденные под 18-й энергией судьбы, мистичны и притягательны по своей природе. Они наделены богатым внутренним миром, глубина такого человека завораживает, они люди – загадки, обладающие богатым воображением и хорошо развитой интуицией.

Им часто сняться пророческие сны, и у них энергетическая связь с Луной. Поэтому на их жизнь и здоровье напрямую влияют Лунные циклы. Если Луна прибывает (растущая), то растет и их потенциал; если убывающая, то энергии может быть меньше. Но все равно, люди 18-го кода сильны энергетически. В полнолуние они достигают наивысшего своего потенциала.

Луна – это огромный магнит во Вселенной, и поэтому люди Луны так же способны притягивать в свою жизнь то, на чем они концентрируются, т.е. о чем какое-то время думают. У них самая сильная материализующая. Мыслями люди 18-го кода могут создавать реальность для себя, и хорошо, если это светлая реальность. А если нет? Поэтому таким людям необходимо понимать это и отслеживать мысли, на которых они концентрируются долго. Быть в позитиве, потому что позитивное мышление – это путь к успеху по жизни.

Таких людей интересует все загадочное, необычное и мистичное. Среди людей луны больше всего мистиков, магов и прорицателей. Свои способности они часто превращают в профессиональную деятельность или строят на основании своих способностей. Луне подвластна магия и ритуальность, церемониальность.

В обычной жизни луна наделяет людей артистическими способностями, богатым творческим воображением, хорошей памятью и чувствованием ситуаций и людей. Луна дает связь с Небесными покровителями, и поэтому люди 18-го кода верят в Высшие силы и чудеса.

Они могут реализовать себя в любой из сфер жизни, они очень разносторонние, но все же склонны к чему-то необычному и тяготеют к искусству. Обладают от природы писательским даром. Создают вокруг себя красоту

Луна – это иньская энергия, притягивающая. Ей покровительствует стихия воды. И поэтому людям Луны полезно чаще контактировать с водой, бывать у водоемов, устраивать исцеление и очищение физического тела водой. Им необходимо следить за водным балансом в организме, в течение дня пить очищенную воду.

Им нельзя надолго впадать в депрессию. Следует развиваться духовно, чтобы темная, негативная Луна не смогла их затянуть.""",
    19: """ЭНЕРГИЯ «СОЛНЦА», «СВЕТА»
Люди 19-го кода судьбы, наделены способностью светить, а значит – безусловно, отдавать в мир, людям свои творческие способности и энергетический потенциал. Они очень открыты, у них мощная энергия. Солнце светит всем, не выбирая никого. Оно просто есть, и восходит на небосводе, а сами люди выбирают выходить им к солнцу, включаться активно в начавшийся день или нет. И поэтому люди Солнца – вокруг себя притягивают множество людей.

В их судьбе действуют энергии коллектива. Они быстро завоевывают признание и акцентируют на себе внимание. Проявляют явно выраженную лидерскую позиция. Солнце не может долго находиться в тени. Его заметят все, если оно вышло из-за горизонта, или из-за тучи. У таких людей, как правило, глобальные задачи. Они ставят их перед собой. И очень активно могут действовать, идя к их достижению. Они позитивны, редко впадают в отчаяние и депрессию. Состояние печали – это не для них. Они могут огорчаться, когда долго находятся без деятельной, созидательной активности.

Их жизнь – это кипучее творчество во всем. Все должно с пробуждением лучей солнца на рассвете включиться в активную работу. И поэтому им непонятно, как это другие люди могут ничего не делать, не быть активными, ни к чему не стремиться. Их удручает такая позиция. Но им следует принять людей, такими, какие они есть, не всем дано быть Солнцем. У всех разные энергии по судьбе.

У Солнца самая активная янская энергия, энергия действия. И поэтому именно на этих людей, как правило, Вселенная возложила серьезные, важные, глобальные задачи: задачи по созиданию, распространению знаний, света, добра, любви, красоты, исцеления, тепла и радости. Как радостно, когда видишь солнышко на небе. Душа поет, все вокруг приобретает яркие краски.

Только людям 19-го кода следует понимать свое сильное влияние на мир. Если Солнце какое- то время будет светить в одну точку, то место, в которое оно будет светить, загорится и сгорит от огромной силы энергии огня. И поэтому цепляться за одного человека, за одну жизненную ситуацию им крайне вредно, потому что вместо добра и любви они могут навредить сами того не понимая. Их энергия должна быть рассеяна на многих. А значит, им следует, по жизни иметь поле для активной деятельности, чтобы весь основной свой потенциал энергии вырабатывать там, в своем деле, а дома близким и домашним пусть достаются теплые лучи, а не жар активно испепеляющего Солнца. Как можно солнце закрыть в четырех стенах? Это невозможно. Если это сделать, то сам человек из-за не реализации и не выработки энергии начинает плохо себя чувствовать. Происходит некое самосгорание.

Поэтому таким людям следует следить за тем, чтобы их энергия была в общественной деятельности, или в творческом процессе. Их следует загрузить работой, что бы они чувствовали свою полезность людям. Солнцу дано светить! Люди Солнца любят просторы, большие дома и квартиры. Им присуща широта во всем.""",
    20: """ЭНЕРГИЯ «БЛАГОВЕЩЕНИЯ», «БЛАГАЯ ВЕСТЬ»
Люди, с 20-й энергией судьбы – наделены способностью воспринимать информацию из Вселенского информационного поля и передавать ее в мир, как проводники энергии. Они от природы мистичны и имеют тесную связь с небом, т.е. экстрасенсорны и интуитивны. Им снятся пророческие сны, у них бывают вспышки прояснения сознания, когда в голову как будто бы приходит необычная мысль, которая явно не является мыслью логического мышления. И они удивляются: «Откуда я это знаю!»

Люди 20-го кода – прирожденные целители, они чувствуют энергии и могут лечить. Они связаны единой кармой со своими предками, т.е. единой кармической задачей, а следовательно, им предстоит за жизнь отработать, т.е. исцелить карму своего рода. Это значит: постараться жить по- другому, не так, как жили предки и родители. 20-й код – это труба между Небом и Землей, между миром живых и миром мертвых. И поэтому к людям 20-го кода через сны могут приходить умершие родственники и давать информацию. Им понятна философия жизни и смерти. Как правило, они не боятся смерти и могут работать в сферах, связанных с этим процессом.

Им интересно все необычное и неопознанное. Они часто находят себе применение в информационных структурах. Люди энергетически сильные, имеющие небесное водительство и покровительство от рождения. Они с самого рождения чувствуют, что Бог есть. Они любят заниматься духовным развитием, изучают законы мироздания. Способны передавать информацию нового времени для людей планеты, если разовьют в себе способности яснознания. В повседневной жизни люди 20-го кода разносторонне развиты, с большим диапазоном интересов и увлечений.

Им очень важно отказаться от агрессии, научиться прощать, не осуждать людей, не делить мир на добро и зло, уйти от жесткости, излишнего давления и контроля над близкими людьми. Им необходимо прийти к позитивному мышлению, так как их мысли материализуются очень быстро. Небо слышит их! Ангелы с ними рядом.""",
    21: """ЭНЕРГИЯ «ВСЕЛЕННОЙ», «РАСШИРЕНИЯ»
Люди, рожденные в энергиях 21-го кода судьбы от природы, наделены глубокой связью со всем бытием, со всем, что окружает, со всем миром. Они глубоко чувствующие, тонко воспринимающие и миролюбивые. Они природные целители душ и дипломаты. Способны урегулировать конфликты, нацелены в своих мыслях на глобальные задачи. Им интересно все не только в масштабе их личной жизни, но и в масштабах страны, всей Земли и Вселенной. Они чувствуют присутствие и водительство Высших сил с самого детства. Верят, что возможно все, редко ограничивают себя в своих планах, надеждах и мечтах.

Им хочется принести благо многим людям. И на самом деле они нацелены на это. Самоотверженно и с открытым сердцем они вдохновляются светлыми идеями и идеалами. Они могут повести за собой множество людей, если всего себя, весь свой светлый потенциал они направят на благие цели, дела, задачи. Перед такими людьми по факту их 21-го кода судьбы открыты границы мира.

Как правило, им легко даются иностранные языки, они много путешествуют по миру. Выбирают себе род деятельности, связанные с мировыми связями. Это либо поездки за границу, либо компании, имеющие влияние на весь мир. Вся наша планета для них родной дом: они везде чувствуют себя хорошо, где бы ни были, везде легко осваиваются, быстро и легко адаптируются к разным климатическим условиям. Такие люди экстрасенсорны и могут, энергиями Вселенной лечить других людей. Часто к ним приходить информация из Вселенского источника.

Они легко медитируют. Нередко им суждено участвовать в глобальных проектах, внося в них сильную составляющую своей энергии, силы и воли. Люди 21-го числа двигали мировыми процессами, оставив след в истории. Например, Кристиан Диор, Александр Македонский, Бах. (21-й код судьбы). Для людей 21-го кода важно объединение всех людей планеты. И близок духовный лозунг: «Мир во всем мире». Объединение всех людей. Все люди родственные души!""",
    22: """ЭНЕРГИЯ «СВОБОДЫ»
Люди, свободные от догм и ограничений, от любых рамок и запретов. 22-й код воспринимает мир целостно. Его сердце, воля и разум подчинены Вселенской любви и мировым задачам, открывающим путь к свободе, полету и мечте. «Воспари, над любыми ограничениями, почувствуй вкус истиной свободы! – говорит 22-й код судьбы. – Пусть вырастут за спиной крылья, и я полечу над миром, увижу его широту, увижу моря и просторы родные, величие гор, красоту. Увижу все то, что увидеть дано мне, и людям с любовью отдам. А вы на эти знания отзоветесь? И я благодарен вам.»

22-й код – это путник, преодолевающий дорогу за дорогой с котомкой за плечами в свободной льняной одежде. Это образ бродяги, перед которым открыты все границы мира. Это путешественники, просветленные учителя, артисты, скоморохи, шуты.

Артистам 22-го кода судьбы созвучны легкие, комедийные роли. Для таких людей свобода является основополагающим внутренним принципом. Их бесполезно ставить в рамки и пытаться ограничивать, они все бросят и все равно пойдут своей дорогой. Жизнь такими людьми воспринимается, как приключение, как дорога, как путь. Путь легкий и свободный, по которому нужно пройти весело, смеясь трудностям и горестям в глаза.

Это люди с открытым сердцем и душой. Они способны нести свет свободы от ограничений, как вестники света. Вся их жизнь – это фейерверк событий и множество контактов и друзей. Они легко сходятся с людьми. Любят природу и спокойно воспринимают отдых в палатке, ночь у костра под звездами, где все небо и вся Вселенная рядом с ними. И им покровительствуют, и их оберегают. Им ясна цикличность жизни и смена одного этапа и начало следующего. Как правило, они не цепляются за земные блага. И дела духовные для них выше обычной мирской суеты. Все религии для них едины, все люди едины, вся Земля – это родной дом.

Они творческие натуры, восприимчивые и интуитивные. Им сложно долго усидеть на одном месте, их манит пыль земных дорог и небесные выси. Радоваться каждому мгновенью жизни – вот образ человека 22-го кода судьбы. Вести людей к истинной свободе, к вершинам Духа – вот их истинные желания и стремления. Жизнь в легкости, путь в легкости, миг в легкости – это все 22-й код.

Авантюрные, радостно шагающие в неизвестное, легко начинающие новые циклы, дела, открывающие новые пути-дороги, смелые весельчаки, безусловно доверяющие Творцу, Создателю, чувствующие его созвучие с собой, его покровительство и водительство в каждое мгновение жизни – это 22-й код судьбы, и это придает ему небывалую силу духа!""",
}

pred = {1: """
Вам необходимо понять и поверить, что вы родились волшебником (чудотворцем), что вы являетесь им, так как Вселенная наделила вас этим качеством при рождении. И вам важно всегда помнить об этом, научиться управлять силой своего разума, силой мысли, выработать в себе позитивное мышление. Научиться видеть проявления Божественного в жизни, вокруг себя, в своей повседневной реальности. Стараться понимать знаки Высших сил на своей жизненной дороге.

Научитесь не ограничивать свои мысли, перестаньте сомневаться. Верьте в чудеса в вашей жизни. Где бы вы ни оказались и чтобы ни делали, помните о своей чудотворной звезде!

Ухаживай за своим физическим телом, ведь оно храм для духа. Только в чистом, светлом, просторном и полном энергии храме могут происходить чудеса и волшебство. Вы способны принести
благо многим! 

Никогда ничего не бойся, и никогда не сомневайся в достижении задуманного. Будьте твёрды и решительны, действуй и удача придёт к вам обязательно, ведь вы чудотворец!

Приглашайте чаще Высшие силы в свои замыслы и дела! Научись практикам медитаций, молитв и ритуалов.
""",
        2:"""Будьте искренними и решительными, отбросьте сомнения и доверьтесь Вселенной внутри Вас. Ваша мудрость и интуиция способны творить чудеса исцеления душ человеческих. Почаще доверяйте импульсам прозрений изнутри. Для Вас кажущееся непостижимое становится доступным, когда вы находитесь в потоке единства со Вселенной, и единства и открытости со всем миром.

Дарите свою мудрость и теплоту просто и безусловно, ничего не ожидая взамен, и вам сторицей вернётся всё то, что вы отдаёте. Учитесь доверится и открыться. Умейте принимать и сказать жизни - Да. Сейте семена добра вокруг, где бы вы не появились.

Преодолевайте пассивность, инертность и лень. Улыбайтесь, говорите добрые слова и комплименты людям. Относитесь и к себе с любовью, заботой и вниманием. Ухаживайте за своим физическим телом, тренируйте и укрепляйте его. Крепость и сила помогут вам, быть более целостным, преодолевая двойственность, неуверенность и страх!

Развивайте свои уникальные целительные способности, развивайте свою интуицию, не бойтесь делиться знаниями, глубиной и любовью своей души!""",
        3: """Стремитесь сиять, стремитесь любить, стремитесь шикарной, лучезарною быть. Желайте обладать всеми сокровищами мира, Вселенной, быть процветающей несомненно. И в то же время отпускайте всё. И не цепляйтесь ни за что земное, будьте свободной и сумейте оторваться от суеты.

Вы же королева, и так уже к вашим ногам все богатства и все цветы. И вы поделитесь с теми, кому нелегко. У вас широкое сердце и любящее, и мысли, идущие далеко. Вы обязательно достигните всех высот, просто живите радостно и легко. И откройтесь Вселенной, её благам. Ведь на всех всего хватает, хватит и вам. Отпустите излишние заботы и позвольте свободно энергии течь. И отпустите беспокойства за близких, за родителей, мужа, детей. Ведь Вселенная им защита. Доверьте их ей. Окружите их светом и позвольте решать самим, будьте им лишь поддержкой и добрым советом. Отпустите контроль, отпустите! Вы поверьте в их Божественное начало, поверьте добру. Воспринимайте людей с позиции равенства, будьте созидательны и любящи в меру.

Будьте примером для тех, у кого нет всех этих качеств – уверенности, процветания, изобилия, порядка и красоты. Сделайте жизнь вокруг себя чуточку лучше.

Женщина – это сокровище, вдохновляющее мужчин на подвиги и на создание процветания вокруг нее. К ногам истинной женщины мужчина готов положить все блага мира.
""",
        4: """Ты – мужчина, значит, ты - огонь, и если ты огонь, то ты сильный. Но твой внутренний огонь не должен обжигать, ему предназначено дарить тепло, создавать очаг и собирать всех у этого очага погреться. Будь то путник, преодолевающий дорогу за дорогой, будь то бродяга, путешествующий по миру, будь то соратник или друг, или же вся твоя семья, которую ты искренне любишь и всегда готов обогреть.

Тебе важно научиться воспринимать всех по единому человеческому принципу, никого особенно не выделяя, никого не ставя выше или ниже. Конечно же, своих близких любишь особенной любовью, но ведь именно им и дано по судьбе всегда греться у твоего огня. Помни о широте твоего сердца, дари тепло и любовь людям.

Интересуйся своими подчинёнными, ведь они - в первую очередь индивидуальности с Божественной душой. Все мы - дети Бога. Старайся не только брать, но и отдавать, работать на общее благо и общее процветание нашей Планеты.

Участвуй в благотворительных акциях и помогай тем, кому нужна твоя помощь. Твоя миссия на Земле - нести власть с миром, созидать и управлять с позиции равенства, справедливости и добра. Процветание и деньги придут к тебе всегда. Ведь атрибуты власти – это обладание Миром Материи: хороший дом, автомобиль, люди, которые являются исполнителями воли твоей.

Но уважай и искренне научись принимать людей такими, какие они есть. Пусть отсутствуют осуждение и гнев. Справедливая строгость, и любовь и щедрость – вот в чём твоя истинная власть. Будь честен перед самим собой. Видь чётко свой путь и дорогу. Заручись поддержкой высших сил Вселенной. И ты сможешь всё то, во что истинно поверишь и чего искренне захочешь! Перед тобой открыты горизонты и светлая, светлая дорога! Тебе дана власть от Бога, употреби её во имя добра!""",
        5: """Для вас важно передавать всё то, что вы знаете. Вам легко делиться своим опытом. Вы прирождённые лидеры, руководители и учителя, люди закона и порядка. Вам дана способность сохранять, менять и улучшать традиции, устои и правила, контролировать и обучать. Жизнь стремительно меняется, значит, и общество требует перемен. И вы можете внести новое видение и понимание туда, где требуется это обновление, где перемены нужны.

Если вы откроете своё сердце Вселенной, то через вас Небо пришлёт на Землю новое знание и новое видение, а ваше ораторское искусство и умение убеждать позволит этим новым идеям уйти в массы. Сейчас человечество нуждается в новых духовных знаниях, и ваша миссия быть восприимчивыми к ним, стать гибкими в своём сознании и мышлении, отойти от отживших и устаревших принципов и, наполнив своё сердце и душу любовью, нести свет Вселенной людям.

Каждому из вас, если вы откроетесь этому процессу, придёт свой собственный путь, своё собственное видение, и вы поймёте, что сможете изменить и где нести свет новых идей. У каждого эта дорога своя.

Чтобы вас слышали другие, вам необходимо полностью отработать негативную карму по 5-му коду. Тогда каждое ваше слово будет личным опытом проживания. И вот тогда вас обязательно услышат другие, и каждое ваше слово будет весомо и энергично. Вам важно самому незыблемо верить в то, что провозглашаете и говорите. Помните о свободе воли каждого человека, живущего на Земле!

Говорить можно по-разному. Это может быть беседа с человеком, порекомендованная книга или посещение семинара, собственные книги с новыми идеями и мыслями для людей. Также выступление перед аудиторией, ведение семинаров и занятий.

Будьте открыты, меняйтесь, меняйте свои устаревшие взгляды, не держитесь за старое, смело шагайте вперёд. Ведь вас хотят услышать многие. И многие обратят внимание именно на ваш уникальный, удивительный путь. Хотя поначалу будет сложно поверить, что вы так смогли измениться. Но Вселенная верит в Вас и даёт вам все необходимые напутствия и поддержку. Только придите к ней, откройте свои сердца, разум и душу! Отбросьте полностью сомнения и неуверенность, идите вперёд.

Вы можете стать примером для многих. Ваш личный жизненный опыт вдохновит людей к переменам в сознании и пониманию законов бытия. Вы способны внести лепту в пробуждении людей планеты к новому видению, если сами сумеете пробудиться. Вы сопричастны с изменением устаревших законов на новые.""",
        6: """Вам дано от природы ощущение красоты и праздника жизни. Именно в радости и свете и рождается истинная, безусловная любовь ко всему созданному Творцом на Земле. Старайтесь концентрировать своё внимание на позитивных качествах в любых людях, откажитесь от осуждения и агрессии, когда соприкоснётесь с чем-то, по вашему мнению, непристойным.

Вырабатывайте способность в любых обстоятельствах мыслить позитивно, учитесь принимать мир целостно во всех его красках: чёрных и белых. Изучайте закон бытия, чтобы перестать реагировать на негативные проявления людей. Будьте честны и искренни с самим собой. Любите и себя безусловно.

Старайтесь отказаться от идеализма во всём, что касается внешнего проявления мира. Стремитесь создавать лучшее, но не идеальное. Идеального не бывает вообще, это взгляд через розовые очки, которые мешают видеть и принимать мир в многообразии форм и проявлений.

Верьте в любовь Бога, в Любовь Вселенной. Откройте своё сердце Высшим проявлениям безусловной любви, любви из Вселенского источника, которая любит ни за что-то, а просто потому, что не может иначе. Она есть любовь!

Старайтесь меньше давать оценок вещам, людям, поступкам, событиям, отношениям. Учитесь видеть в людях не столько внешнее, сколько внутреннее. Творите праздник вокруг себя, изначально почувствовав его внутри через состояние радости, лёгкости и счастья, состояние безусловной любви и незацепленности за мир форм и материи.

Вы можете помочь стать людям более красивыми, лёгкими и радостными, поверить в чудеса и волшебство, смеяться, шутить, улыбаться. Ведь это очень здорово - видеть, как можно больше счастливых лиц, распространяя по Земле состояние праздника и фейерверка жизни!

Люди 6-го кода во всём ищут любовь. Любовь основная мотивация всей их жизни и творчества.

И всё же основной темой 6-го кода являются отношения мужчины и женщины. Партнёрство. Через энергии 6-го кода люди открываются любви, а любовь всегда влечёт за собой выбор и изменения. Всегда благодарите любовь, когда она пришла в вашу жизнь, значит, у неё для вас важная задача. Принимайте любовь с открытым сердцем и с благодарностью, проживите это чувство и поймите, для чего оно вам дано. Истинная любовь всегда движет к эволюции.

Отдавая любовь и отношения, не требуя ничего взамен, вы будете притягивать в свою жизнь тех людей, которые это оценят по достоинству и будут делиться с вами своей энергией. Это будет приносить в вашу жизнь результаты, о которых вы даже не мечтали. Чем больше вы будете бескорыстно делиться своей энергией и любовью, тем больше в вашем окружении будут появляться такие же люди.""",
        7: """Вам дана энергия воина, победителя, так сумейте использовать её на благо людей Планеты. У вас большие потенциальные возможности. И вы способны повести за собой других. Пусть цели, которые вы ставите перед собой, всегда будут чуточку выше, духовнее и красивее вашего видения на сегодняшний момент. Заведите дневник целей и планов и записывайте в него всё то, чего вы хотите достичь. Будьте планомерны и терпеливы, старайтесь двигаться к цели свободно и легко, заручившись поддержкой Вселенной.

Пусть у вас появятся цели, не только связанные с достижением личных благ, но обдумайте, что бы вы могли полезного сделать для большего числа людей. Какими светлыми идеями вы могли бы вдохновить сердца многих! Если вы научитесь медитировать, то вам обязательно придут интересные идеи и видения.

Двигайтесь, занимайтесь любыми видами активного спорта. Будьте примером для подражания в активности и деятельности. Рассказывайте людям о своей активной жизненной позиции, о своих достигнутых результатах. Делитесь опытом, будьте открыты. Ваш оптимизм вдохновит многих, и они тоже начнут двигаться на пути к своей реализации. Составьте карту мечты, расскажите об этом другим людям.

Делитесь позитивным опытом! И к вашей удаче присоединится удача и других людей, благодарных вам за энергию вдохновения. Сейте семена добра, и у вас появятся единомышленники и люди, близкие по духу.

Ваша судьба приобретёт ещё более глубокий смысл, а вы будете удовлетворены не только своей житейской реализацией, но и реализацией духовной. Если вы подключите энергию Вселенной к своим идеям, то она проявится для вас самым наилучшим образом. Итак, дерзайте, ставьте высокие цели и реализуйте их, тем самым став примером для вдохновения многих других! Проживите яркую жизнь, и отблеск вашей звезды поможет осветить путь в ночи многим!""",
        8: """Вам дана глубинная связь со Вселенским кармическим законом, законом причинно- следственных связей. Это ваша способность от рождения, по предназначению, и именно вы можете распознать истинную причину возникновения тех или иных событий в вашей и в жизни других людей.

И поэтому вам необходимо изучать причинно-следственный закон бытия, изучать законы мироздания, понять по каким кармическим законам материализуются и притягиваются события в жизнь людей, по каким законам притягиваются и материализуются события в вашей жизни.

Вам дано глубже понимать и глубже видеть. Развивайте в себе способности интуитивного видения и знания. Медитируйте. Научитесь техникам вопросов и ответов через медитацию и связь со Вселенной.

Старайтесь отойти от справедливости житейской, бытовой, перестаньте спорить и доказывать что бы то ни было. Вырабатывайте позитивное мышление и видение. Старайтесь во всех событиях, происходящих с вами, увидеть позитивный урок. Относитесь к жизни и к проблемам как к обучающему процессу, из которого всегда можно извлечь пользу и чему-то научиться, стать мудрее, духовнее и сильнее духом.

Старайтесь донести до понимания людей истины кармического закона. Осознайте реальность прошлых воплощений и накопленного опыта души. Будьте открыты новым знаниям. Учитесь, развивайтесь и перед вами откроются безграничные возможности познания истины. И вам откроется способность исцеления любых событий, ситуаций жизни.

Вы по жизни несете кармические весы. И самое главное научиться сохранять равновесие этих весов. Ведь отдав чему-либо предпочтение, вы нарушите равновесие и первым ощутите это в своей жизни – получаете кармический урок. И хорошо, если вы поняли, что были не правы. А если нет? Тогда в вашей жизни все пойдет не так, как хочется – и с этим ничего не поделать – таков кармический закон.

И эта энергия в предназначении дана не для того, чтобы восстанавливать справедливость, а для того чтобы понять причинно-следственную связь.""",
        9: """Вам дано внутреннее свечение мудрости, к вам притягиваются люди, когда они нуждаются в помощи исцеления души. Вы склонны сказать нужное слово, дать полезный совет, выслушать и утешить. Ваше предназначение, делиться этим светом с людьми, быть открытым и отзывчивым.

Целительные способности вам даны от рождения. Вы можете исцелять словом. Поэтому используйте этот дар во благо всех. Следите за своей речью; пусть слова, которые вы произносите, будут исцелять, а не ранить. Вселяйте в людей веру и надежду, призывайте к любви ко всему живому на Земле.

Записывайте свои мысли, чаще бывайте на природе. Она даёт вам вдохновение, подпитывает вас. Надолго не уходите в себя. Открывайте свою душу людям, доверяйте. Отбросьте излишнюю осторожность и недоверие. Вырабатывайте позитивное мышление и не бойтесь брать на себя ответственность, вы справитесь с любой задачей.

Вы можете стать восприимчивы к энергиям Вселенной, если научитесь медитировать и общаться напрямую с Богом, с Высшими силами. Тогда к вам придут новые знания, которые вы сможете использовать для людей.

Развивайте не только мысль, но и интуицию, и чувствование энергий. Излишнее включение логических мыслей может мешать интуитивному процессу. Доверьтесь Высшему водительству и покровительству. Чувствуйте Божественное присутствие ежедневно, и вы выйдите на свой уникальный и полный озарения и вдохновения путь!""",
        10: """Прежде всего вам необходимо научиться работать с энергией Потока, научиться чувствовать его, входить в него и плыть по его течению. Жизнь мудрая и сама знает, что необходимо вам на данный момент времени в соответствии с вашими кармическими задачами.

Вам следует больше доверять Вселенной все свои заботы и желания, ежедневно держать связь со своими небесными покровителями и Ангелами-хранителями через практику медитаций, молитв и диалогов с Богом.

Сумейте подняться над суетой жизни, отпустите зацепки за материальное. Любые зацепки выбивают из Потока, человек стоит на месте, вместо того чтобы быть текучим, расслабленным, доверяющим безусловно Вселенной, с верой, что всё уже хорошо.

Но это не значит, что можно сложить руки и ничего не делать. Действия необходимы всегда. Важна дисциплина, настойчивость, упорядоченность планов.

Планы свои лучше записывать на бумаге и стремиться к их выполнению, призывая поддержку Вселенной и свой благоприятный судьбоносный Поток.

Во Вселенной для нас уже всё есть, лишь только руку протяни. Таким людям следует взращивать день ото дня веру в свои собственные возможности и воспитывать силу духовную. Заниматься физическим телом, вести здоровый и активный образ жизни, ведь Поток — это движение в определённом направлении. И человек сам должен задать направление своей жизни и судьбы. Быть творческим и созидательным, а не пассивным.""",
        11: """Вам дана необычайная сила, и вам подвластно свершение многих благих дел. Но вам просто необходимо научиться во благо пользоваться той внутренней силой, которая в вас живёт от рождения, по данности предназначения 11-го кода судьбы. Всегда старайтесь осознавать, в каком направлении действует ваша сила, и старайтесь вовремя трансформировать разрушительные неконтролируемые её выплески. Для этого вам необходимо сосредоточиться на Высших духовных идеях и целях.

В жизни поставьте перед собой духовную задачу или задачу, нацеленную на благо многих людей. Вам даны силы вести за собой, а значит, вам следует стать примером, вдохновляющим многих. Только через ваш позитивный опыт проживания вас услышат люди и захотят прийти к переменам в жизни, измениться к лучшему.

Откажитесь от навязывания «блага» силой. Этот способ не работает, а только отталкивает от вас. Научитесь и делайте регулярно практику прощения и приятия. Будьте менее требовательны и будьте добры и внимательны к тем, у кого меньший потенциал возможностей. Дайте человеку время «дорасти» до вашей планки, не торопите события. Каждый имеет свободу воли двигаться в своём комфортном ритме.

Старайтесь меньше напрягать окружающих и меньше напрягаться самому. Не нужно искусственно создавать трудности, чтобы потом мужественно их преодолевать и доказывать себе: «какой я сильный!» Внутренняя сила рождается в состоянии лёгкости бытия и жизни, в мгновении «здесь и сейчас».

В погоне за результатом вы можете забывать о себе, забывать отдыхать. Приобретите стойкую привычку давать себе отдых, забывать обо всех делах и расслабляться. Двигайтесь вперёд легко, без усилий, и к вам придёт необычайная лёгкость бытия и необычайная духовная Божественная сила.""",
        12: """Вам дано иное видение и понимание сути вещей, событий, людей и явлений. У вас широкое, отзывчивое сердце, добрая душа, готовая в любой момент согреть своим теплом и прийти на помощь. Вы способны отдать бескорыстно свою энергию любви, заботы, внимания. Вы легко общаетесь, но вам очень важно научиться относиться правильно, с такой же любовью, к себе. Помнить, что жизнь дана людям для радости, а не для страдания.

Научитесь выходить из подвешенного состояния и инертности. В этом вам помогут занятия йогой, фитнесом, активные виды отдыха, путешествия по миру. Ведь вы очень любите познавать и открывать для себя всё новое и необычное. Вас притягивает мистичное и загадочное, вам полезно посещать тренинги и семинары по духовному развитию и укреплению внутренней силы, развитию интуиции.

Вы можете легко рассказать о необычных вещах людям, распространяя тем самым новое знание и новое видение по Земле. Из вас получатся миссионеры, сподвижники, люди служения, духовные проповедники, просветители, а также целители души и тела. У вас глубокое чувствование боли других людей. Вы чувствительны и отзывчивы, всегда нацелены помочь.

С вами от рождения работают Ангелы Неба, у вас хорошие небесные хранители. Небо проводит через вас свою Божественную работу, и если вы откроетесь, то внесёте пользу на общее благо Планеты. Этот путь раскроется перед вами, если ваши молитвы и медитации будут обращены на исцеление Земли и людей. Придут уникальные методы и откроются дороги, только скажите Небу «да» и согласитесь на служение.

Подари другому частичку счастья, поделись с другими состоянием радости и вдохновения, прости всех, кого следует простить, и научите практике всепрощения других. Прими весь мир как данность Бога и поспособствуйте тому, чтобы частичка Света Творца засветилась внутри каждого человека на Планете Земля. Расскажите людям о новом видении и времени. И вы выполните своё предназначение, так как ваша миссия на Земле – это миссия служения!

А теперь безусловную любовь и заботу подарите самому себе. Ведь вы, как и все, достойны всего самого лучшего! И всегда помните, что на Земле становится всё больше людей, которые медитируют на исцеление Планеты. Подключайтесь к их энергии, и вам будет более легко, вы притянете много друзей и единомышленников. Мир откроется перед вами самым необычным и удивительным образом!""",
        13: """Всё, чему суждено умереть – умрёт; всё чему суждено измениться – изменится. Именно этому и помогают люди, рождённые с энергией предназначения - 13. Вам дана сила перерождения и власть над циклами перемен. Вы способны внести эти перемены туда, где, кажется, уже ничего невозможно изменить.

Ваша бурлящая энергия подобно горному очищающему водопаду, который стремительно и с огромной силой ниспадает на Землю, разбиваясь во множество брызг и искр света. Ваша жизнь яркая и неординарная. В ней ярко выражена цикличность перемен. И вам важно научиться одинаково комфортно и благостно чувствовать себя на любых жизненных этапах. В этом вам помогут: непрерывная связь с Небом, практика медитаций и физических занятий.

Вам полезно заниматься энергетическими практиками и гимнастиками, чтобы в момент спада энергии уметь поднимать себя, черпая из источника бесконечной энергии Вселенной.

Людям 13-го кода следует внимательно и бережно относиться к себе, вести здоровый образ жизни, иметь натренированное тело - это под стать их энергиям, так как временами от них требуется ловкость, собранность, сила и выносливость. Такие люди непритязательны к комфорту, могут одинаково позитивно воспринимать как дорогую обстановку, так и отдых на природе в экстремальных условиях. Им даже веселей будет второе.

У таких людей большая адаптационная способность. Им важно проработать свои внутренние тормозящие факторы, и появится возможность двигаться вперёд, показывая на своём примере вероятность появления нового, открытость новому, возможность перерождения и перемен. Философское понимание жизни помогает воспринимать благостно состояние смерти на Земле.""",
        14: """Вам важно раскрыть свои творческие способности, приобщиться к прекрасному, стремиться и людям показать красоту жизни через искусство. Вам даны энергии создания творческого процесса на Земле, силы на исцеление души человеческой, её пробуждение и созревание через искусство. Вам дано показать людям иной взгляд на мир, людей. Научить их в простых вещах видеть прекрасное и большое, суметь самые обычные житейские вещи превратить в творческий процесс.

Вам от рождения дана целительная сила излечивать тела и души людей. У вас энергетичные руки, и вы можете исцелять руками. Не бойтесь начинать свой творческий процесс в любом возрасте. Душа человека не имеет ограничений по возрасту. А творчество идёт в первую очередь из души.

Временами уходите в умеренность, очищайте свой организм от шлаков и токсинов, пейте энергетичную воду из святых источников или из хороших родников. Вам необходимо бывать на природе, отдыхать у воды, общаться с водой, контактировать с водой. Ангел воды покровительствует вам.

Занимайтесь практикой медитации, делайте энергетические гимнастики; йога подходит вам, делайте растяжки, старайтесь сохранять гибкое тело. Занимайтесь духовно: читайте духовную литературу, посещайте тренинги и семинары по самораскрытию и живите в творческом процессе. Удачи вам на этом пути!""",
        15: """Вам Богом даны большие возможности, так старайтесь использовать их во благо людей. Главное, это всегда помнить о том, что всё, что посылаешь во Вселенную, к тебе же возвращается приумноженным. Старайтесь быть открытыми и любящими, уважайте людей, и стремитесь помочь, а не делать им больно. Даже если вы видите фальшь и негативы, старайтесь объяснить, протянуть руку помощи и провести к свету. Поддерживайте более слабых. Покажите путь. Будьте примером позитивности, радости и света.

Научите людей ценить земные радости, но не цепляйтесь ни за что земное, так как сила духа вырабатывается тогда, когда мы отпускаем зацепки и зависимости. Не старайтесь удержать силой, умейте также отпускать и давайте свободу людям, помните о свободе выбора души каждого человека. Принимайте людей и ситуации такими, какие они есть. Умейте прощать, нейтрализуйте вспышки агрессии.

Уберите чрезмерный контроль над любимыми и близкими. Старайтесь использовать весь свой потенциал на благо всех. Развивайтесь духовно, приобретайте позитивное отношение к жизни. Оптимизм поможет вам преодолеть любые сложные ситуации. Старайтесь не только брать от жизни, но и отдавать. Проявляйте щедрость. Открывайте душу любви. И вам прибудет гораздо больше, чем вы можете представить! Живите во имя добра! Любите Землю и славьте Вселенную! Включитесь в любую созидательную работу на благо Земли.""",
        16: """Пробуждение людей – это благая миссия на Земле и ответственная задача. Перед вами жизнь ставит высокую планку, и вам следует стремиться самим подняться по ступеням восхождения в Духе. Ваше личное духовное пробуждение станет примером для многих. Вы способны пролить свет в любую, даже самую тёмную и, как казалось, безнадёжную ситуацию.

Занимайтесь духовной работой. Станьте групп-лидерами практик по духовному пробуждению, стремитесь включиться в поток духовных людей, работающих на пробуждение людей и Земли в новое качество, в новое энергетическое состояние, в более высокие вибрации. Сами медитируйте на исцеление планеты. В повседневную жизнь внесите более высокие цели и задачи. Не зажимайте планку своих возможностей. Вам дано предназначение с уровня Духа и веры, с уровня связи со Вселенной, и со всеми изменениями, что происходят в сегодняшнее время.

Вы родились с энергией трансформации не случайно, эта энергия поможет вам достичь уровня пробуждённого и расширенного сознания и поможет через вас и другим людям, только согласитесь на духовную работу, скажите Небу, Вселенной «Да!» - и к вам придут пути, методы, идеи. Доверьте эту заботу Высшим силам, и всё проявится в вашей жизни самым наилучшим образом.

Вам не нужно ломать голову над тем, как вам принести пользу многим, как пробудить людей к свету, пути и дороги откроются сами, только будьте восприимчивы к звукам и посылам судьбы. Действуйте без промедления, когда почувствуете, что пришло время. Медитируйте ежедневно, ведите духовный дневник, записывайте интересную информацию, приходящую вам в голову. Помните, что Высшие силы всегда с вами по данности предназначения по 16-у коду судьбы!""",
        17: """Вам от рождения дана связь с небом, со Вселенной. Вы живете под своей уникальной звездой и обладаете яркими способностями и талантами. Вы талантливы во всем, чем увлечетесь, во что вложите свою душу и любовь. У вас открытая, добрая, отзывчивая душа, вы способны к энергетическому исцелению людей. Вам важна связь с небом ежедневно. Практика ежедневных молитв, медитаций, энергетических упражнений позволит держать ваши природные энергетические, звездные каналы в проводимости.

Вам нужно следить за своим физическим телом, правильно питаться и не зашлаковывать свой организм, т.к. будут засоряться и каналы в теле. Занимайтесь фитнесом, бывайте на природе, отдыхайте, путешествуйте по миру, двигайтесь в любых направлениях своего интеллектуального, духовного и физического развития.

Проработайте страхи и неуверенности в себе, иначе они будут мешать реализации вашей Звезды. Поймите, где и в какой сфере, лежит ваша реализация. Что вам нравится больше всего, что приносит радость и легкость? Пребывайте в позитивных эмоциях, меняйте негативные мысли на светлые и прогрессивные. Закаляйте организм, вырабатывайте устойчивость к неудачам. Поймите их философский смысл для себя, умейте извлекать уроки. Звездный путь дается тому, кто научится правильно выходить из неудач, сохраняя веру в свой уникальный Божественный дар.

Звезды на небосводе замечаются тем, кто имеет связь с Небом, верит в свою звезду и реализует свой уникальный звездный дар, день ото дня оттачивая свое мастерство. Чтобы достичь высот, нужна настойчивость, вера в себя и выработка силы духа, умение трудиться.

Я желаю вам звездных побед на своем жизненном пути. Если Звезда зажжется на небосводе – ее увидят тысячи! Вам важно научиться концентрироваться на цели.""",
        18: """Вам дана мощная магическая сила, и вам необходимо научиться пользоваться ею во благо всех. «Магичить» только на свои личные цели – это значит сужать ваши возможности или перекрывать их вовсе. Вам следует понимать, что раз вы родились под знаком Луны, следовательно, Вселенная имеет на вас замысел Божественной любви и реализации. И эта Божественная любовь может через вас распространяться в мир на общее благо всех живых существ.

Подумайте как следует о своих целях в жизни. Запишите их на листе бумаги. Далее по этим целям создайте карту мечты. Визуализируйте ежедневно себя уже достигшим этих целей. Благодарите Вселенную за поддержку и материализацию.

Помните, что все, что от вас исходит, к вам же и возвращается преумноженным по закону сохранения энергий. Изучайте энергетический закон. Развивайтесь духовно. Следите, чтобы темные, негативные мысли не смогли завладеть вашим сознанием. Умейте сконцентрироваться на светлых сторонах мира и жизни. Обращайтесь к Вселенной.

Призывайте Высшие Силы в свои планы и дела, благодарите за помощь. Научитесь общаться с Небом через знаки на пути. Освойте практику интуитивного видения, а может быть, вам подойдут осознанные сновидения. Записывайте сны, и вскоре вы научитесь читать язык своих снов. Умейте отпускать и научитесь не цепляться за материальное.

Верьте в безграничное процветание Вселенной для каждого человека. Желайте добра везде и всем, куда бы вы не пришли и где бы вы не появились. (Это называется сеять семена добра). И к вам же через некоторое время все это будет возвращаться. Относитесь к себе с любовью. Ухаживайте за своим физическим телом, тренируйте его, сделайте крепким и красивым, подобно мистичной Луне.

Совершайте на полнолуние светлые ритуалы на процветание, на безусловную любовь, на исцеление, желайте этого всего и всем людям на планете Земля. И вы достигните своей уникальной реализации по 18-му коду судьбы!""",
        19: """Вам дан мощный потенциал свечения. Вы являете, несете в себе энергию безусловной отдачи и любви ко всему живому на Земле. У вас деятельная, созидательная энергия. Вы аккумулятор энергии, от вашего света тепло многим. И вам важно понять ту сферу общественной деятельности, в которой вы смогли бы себя реализовать. Вам одному Богом дана задача, рассчитанная на множество людей. Общественная деятельность – для вас.

Смело беритесь за любые проекты в этом направлении. У вас энергия лидера и поэтому ведите за собой людей, вдохновляясь высокими, духовными целями. Ваша задача поучаствовать в улучшении, исцелении земли и людей. Вам даны целительные способности, способности просветлять умы и сознание людей, просветлять и наполнять любовью от души. Ваша миссия на Земле – светить, включаться в миротворческие миссии на планете, медитировать на исцеление Земли. В своей повседневной жизни стараться быть примером света для окружающих вас людей. Через вашу позитивность, через вашу духовную работу, просветляться и те, кто рядом.

Следите за своими эмоциями, за мыслями в вашей голове, т.к. они имеют мощный энергетический посыл в мир. Сейте семена добра вокруг бескорыстно, ничего не ожидая взамен, ведь вы Солнце. А Солнце просто светит и все, всходя каждый день на небосводе. Старайтесь избавиться от обид и возмущения – они противоположны вашим позитивным эмоциям. Используйте практику прощения, чтобы убрать из души все сдерживающие и тормозящие факторы.

Отпустите все старое, очистите прошлое, не беспокойтесь о мире материи. Если вы будете прибывать, в потоке солнечной энергии и у вас будет высшая, благая цель или вы будете настроены на добро, все материальное обязательно прибудет в вашу жизнь. Высшие силы покровительствуют вам по судьбе.

Тренируйте свое физическое тело. Укрепляйтесь в духе. Снимите излишний контроль над близкими вам людьми, не концентрируйте энергию долго на одном человеке, снимите беспокойство о них, доверьте защиту о них Вселенной. Молитесь об их духовном просветлении, медитируйте. Представляйте их и себя в шаре солнечного света, это будет мощная защита, т.к. ваши мыслеобразы срабатывают. В сложные жизненные моменты вспоминайте о Солнце и о рассвете, о своем светлом солнечном предназначении и зовите светящихся солнечных Ангелов себе в помощь и защиту – и увидите, как будет меняться ситуация в лучшую сторону. Только обязательно благодарите Ангелов за помощь.""",
        20: """Вам даны способности яснослышания, передачи информации и кармического целительства. Вам подвластны вопросы исцеления кармы и кармических болезней. Вы способны получать информацию о прошлых жизнях людей, об их задачах на эту жизнь. У вас миссия передачи новых знаний, соответствующих новому времени, духовного пробуждения людей и планеты.

Вы способны внести свою лепту в процесс перехода людей в новые энергии. Развивайтесь духовно, медитируйте. Очистите свои мысли от негатива. Напишите для себя, помимо материальных целей, и духовные задачи. Старайтесь, заручившись водительством свыше включиться в работу передачи новых знаний. Записывайте интересные мысли. Заведите духовный дневник, дневник сновидений. Относитесь бережно к той необычной информации, которая через вас проходит.

Очищайте свое физическое тело от шлаков, чтобы ваши энергетические каналы были проводимыми; найдите единомышленников, людей, разделяющих ваши взгляды. Освободите свое жилище от старых завалов, следите за чистотой. Жгите свечи, они символизируют духовный мир и очищают сознание от суеты. Любите себя и старайтесь прибывать в гармонии с внешним миром и окружающими вас людьми.

Не цепляйтесь за семью и домашних, позвольте им проживать свою жизнь самостоятельно, просто будьте для них примером позитива. У вас большие духовные возможности и способности. Отрывайтесь чаще от материального, возвышайте свои мысли и молитвы к Богу!""",
        21: """Вас объединяет со всеми людьми планеты ваше широкое сердце, преисполненное Высшего служения на благо многих людей. Вам важно встать во главе конфессий, объединяющих весь мир, все религии и все духовные направления. Ведь вершина горы одна, а восхождения на нее могут быть разные.

Важно донести до людей, что душевно мы все сестры и братья по воли Создателя, Творца. А весь мир нам – родной дом, который мы хотим уберечь, исцелить и приумножить процветание и изобилие, и свет, чтобы на планете воцарилась совершенно обновленная атмосфера новых энергий, более светлых, радостных, творческих и духовных. Объединяйте все прогрессивное и светлое во имя исцеления нашей планеты.

Вдохновитесь делами и идеалами во благо многих. Открывайте сами для себя весь мир и открывайте через свое творчество весь мир для других! Медитируйте каждого 21-го числа каждого месяца в 21 час 21 минуту на исцеление всей планеты, представляя ее цветущей, а людей процветающими, здоровыми и радостными. Верьте в изобилие и процветание Вселенной, будьте для людей примером оптимизма и жизнелюбия. Принимайте весь мир целостно, не боритесь против войны, будьте за мир. Провозглашайте мир во всем мире, процветание во всем мире. Ваша энергия миротворца весома. Так будьте же всегда для себя и других эти светом, этим огнем вдохновения и любви!

А теперь представьте, что все люди мира держатся за руки, и энергия любви исходит от сердца к сердцу каждого человека. Мы все равны в этом круге, все едины: и банкир, и простой рабочий. Все согреты единой энергией Вселенной, в которой нет разграничений и условностей, социальных и религиозных различий. Мы все едины, красивы и любимы в лучах энергии мира. Представьте, что мы все общаемся на едином языке, на языке души, языке Безусловной Любви друг к другу, и в этот благостный момент Земля исцеляется, получая мощный импульс позитива из душ всех людей мира. Закройте и вы на несколько минут глаза и представьте всю эту картинку у себя в воображении и побудьте в этом, почувствовав мощный импульс исцеления и любви. Почувствовав, расскажите и передайте следующему. Пусть эта медитация распространяется по планете.""",
        22: """Ваша душа желает проявить себя в творчестве. И для вас очень важно дать волю своим способностям. Творческое самовыражение наполнит вас энергией и радостью, и воспламенит страстность к жизни. Вам дано по судьбе показывать людям на своем примере новые пути и дороги, учиться самому отрываться от материального и показывать людям этот путь, быть веселым, радостным примером для близких вам людей и друзей. Ваш оптимизм и открытое сердце лечит любые болезни души. В ваших силах помочь людям выйти из иллюзии ограничений и рамок, которые они же сами себе и построили в своей голове и воображении.

Изучайте языки, путешествуйте по миру. Рассказывайте о единстве всего мироздания, мироустройства. Стремитесь к легкости во всем и везде, но воспитывайте в себе и ответственность, и дисциплину. Понимайте, что вы живете среди людей социума, законов, политики и морали. Старайтесь уважать и вписываться в социальные структуры общества. Может быть, когда мир придет к безусловному единству взглядов и чувствований, всего этого не будет нужно, ну а пока, именно вы являетесь тем человеком, который объединяет всех под одной крышей, под названием планета Земля!

Позволить себе иметь все и не цепляться ни за что – вот вкус истинно духовной свободы, свободы по 22-му коду судьбы! Благодарю, благодарю, благодарю.""",
        }

recom = {1: """
Поверьте в себя и в свой творческий потенциал. Научитесь не ждать благо, а самим действовать на благо всех. 
Научитесь прощать. Найдите дело по душе. Развивайте творческие способности. 

Изучите законы материализации мысли. Смело идите по жизни вперед, осваивая новые пути и дороги, а затем смело ведите за собой людей. 

Повышайте свою самооценку. Научиться медитировать и успокаивать мысли. Чаще находитесь на природе, чтобы набирать силу и энергию.
""",
         2:"""Преодолейте лень и пассивность. Научитесь открыто заявлять о себе. Изучайте законы Вселенной, найдите точку гармонии внутри самого себя. Развивайте интуицию и научитесь слушать ее. Будьте честными с собой и людьми. Двигайтесь, занимайтесь спортом. Откройте свое сердце любви.""",
         3: """Снять излишний контроль над близкими людьми, перестать командовать. Следить за тем, чтобы речь лилась плавно без повелительных интонаций. Отойти от возмущения и прийти к прощению и приятию. Вовремя суметь отпустить от себя взрослых детей и не назидать над маленькими. Видеть в них самостоятельную личность.

Развить свою созидательную женскую природу. Ухаживать за своей внешностью. Уважать женщин вокруг себя. Гармонизировать отношения с матерью и со всем женским родом. Любить природу, землю и прививать эту любовь детям.

Реализоваться в социуме на руководящих позициях. Руководить и управлять с миром и любовью в сердце. Развиваться в духе, перестать зацикливаться на бытовых делах и проблемах.

Освобождаться от домашних забот, уделять время себе, творчеству и общению вне семьи. Уважать своего партнера, не подавлять и не «выстраивать» его. Давать свободу.""",
         4: """Снимите излишний контроль над жизнью. Научитесь отпускать и давать свободу окружающим и семье. Развивайтесь духовно. Перестаньте командовать и навязывать свою точку зрения. Развивайте интуицию и умение слушать голос своего сердца.

Помните о том, что править нужно с любовью и миром. Учитесь прощать, принимать, благодарить и уступать, идти к цели легко и без напряжения.

Занимайтесь своим физическим телом, учитесь радоваться малому. Благодарите за все, что уже имеете. Уходите от консерватизма и рамок. Перестаньте постоянно что-то требовать от других.""",
         5: """Отойдите от убежденности, что вы всегда правы и все знаете. Научитесь нести знания с любовью, а не назиданием. Говорите спокойно, не поучая. Начните признавать знания и течения разных учителей.

Отпустите контроль над семьей, дайте им самостоятельность и свободу выбора в принятии решений. Уважайте выбор других людей, даже если он расходится с вашими представлениями. Начните развивать интуицию, следуйте голосу сердца, а не всегда разума.

Перестаньте устанавливать только свои правила и порядки. Научитесь мыслить и смотреть на жизнь позитивно. Вы можете брать на себя руководящие должности в социуме. Накопленные знания передавайте другим, становясь для многих учителем.
""",
         6: """Вырабатывайте свой собственный духовный стержень. Перестаньте зависеть от мнения и суждения о себе других людей. Откройте свое сердце любви и не ждите любви от окружающих. Научитесь дарить любовь, прощать и принимать людей такими, какие они есть. Снимите чрезмерную требовательность к себе, к своей внешности и умениям – идеального в мире нет. Перестаньте зависеть от кого-то. Не создавайте себе кумиров. Стремитесь жить в позитивных мыслях и чувствах. Отпускайте старые связи и не тяните за прошлое.""",
         7: """Ваша цель это движение вперед к намеченным целям, преодолейте пассивность и лень. Возьмите управление своей жизнью в собственные руки. Найдите путь вдохновения в жизни, и найдя его, поведите за собой людей.

Уберите воинственность и агрессивность. Научитесь управлять, руководить с миром и в миру. Вы лидер, поэтому не бойтесь брать на себя ответственность. Верьте в себя и в победу. Думайте позитивно, старайтесь вдохновлять, и не действовать силой и напором.

Развивайте интуицию, руководствуйтесь высокими замыслами и идеалами на благо многих.""",
         8: """Откажитесь от осуждения, деления мира на добро и зло. Вам помогут прощение, любовь и принятие мира и людей такими, какие они есть. Все дело в том, что в мире нет несправедливости. С точки зрения кармы все справедливо. Отходите от борьбы за справедливость и против чего-либо.
Старайтесь придерживаться принципа равновесия и золотой середины. Старайтесь сохранить эмоциональный баланс. Изучите закон причинно-следственных связей бытия, законы кармы.""",
         9: """Постигайте глубину во всем, чем вы занимаетесь и что вас увлекает. Открывайте свое сердце людям, делитесь накопленными знаниями. Излечите душу от страха перед отношениями, от боли и обид прошлого. Не бойтесь одиночества, но и не уходите надолго в него. Воспринимайте жизнь как возможности, а ни как ограничения. Научитесь черпать силы в состоянии самодостаточности и в общении с природой. Раскройте в себе целительные способности душ и тел людей.""",
         10: """Научитесь доверять Богу, Вселенной. Развивайте интуицию и учитесь делать правильные, созвучные себе выборы. Следуйте голосу сердца, а не рассудка. Развивайте индивидуальность, самостоятельность, веру в себя и свой успех. Ведите активный образ жизни, убрав лень и инертность. Воспринимайте жизнь как возможности, а не как ограничения. Радуйтесь даже самым малым достижениям.""",
         11: """Осознавайте, на что направлен потенциал вашей силы – на созидание или на разрушение. Тренируйте осознанность пребывания в состоянии «здесь и сейчас», чтобы овладеть неконтролируемыми эмоциями. Работайте над раскрытием сердца и принятием людей такими, какие они есть.

Помните, что каждый человек свободен в своих выборах. Следите за голосом и речью, убирайте из речи повелительное наклонение. Перестаньте добиваться результата силой. Важно не заставлять, а попросить, не принуждать, а предлагать.

Учитесь отдыхать, расслабляться, медитировать и отходить от зацикленности и одержимости даже в благих целях. Перестаньте осуждать людей за пассивность. Откажитесь от осуждения и деления мира на добро и зло. Во всем старайтесь увидеть позитив, из негативных событий жизни извлекайте позитивные уроки.

Сейте зёрна добра везде, и вы соберете урожай признания, ответной любви, процветания и созидательной силы.""",
         12: """Сумейте посмотреть на привычные вещи другими глазами. Разложите трудную ситуацию с точки зрения позитива, извлечения полезного опыта, жизненного урока. Перестаньте жаловаться на жизнь, постарайтесь видеть в ней плюсы и не концентрируйтесь на минусах. Научитесь говорить «нет». Научитесь брать деньги за свой труд. Поднимайте самооценку, веру в себя.

Делайте себе подарки, научитесь жить и для себя, а не только для других. Постигайте новые знания и передавайте их людям. Найдите свой путь служения людям. Научитесь отпускать старое и начинать новые циклы. Обретите свободу от зависимостей.""",
         13: """Не распыляйтесь на множество дел сразу, умейте концентрировать энергию на главном. С легкостью расставайтесь со старым, вычищайте завалы вокруг себя и внутри себя. Начиная дела, доводите их до завершения. Переработайте страхи в доверие и защиту Бога, Вселенной.

Будьте радостны и оптимистичны, экспериментируйте и перерождайтесь в образе, в событиях и в отношениях. Рискуйте оправдано. Сгармонизируйте чрезмерную тягу к риску и экстремальности. Постоянно будьте в движении и духовном развитии.

Научитесь расслабляться, доверять Вселенной и медитировать. Используйте свой энтузиазм во благо многих, заручитесь высшим духовным смыслом своей жизни. Развивайтесь творчески.""",
         14: """Работайте на своей эмоциональной сферой, уберите негативные эмоции. Сумейте преодолеть плохие привычки и зависимости, стать сильнее духом. Очищайте свой организм водой, заряжая ее позитивными словами и образами, пейте воду ежедневно для исцеления. Окунайтесь в источниках или в купелях, когда чувствуете, что эмоционально загрязнились. Научитесь прощать, наполнять сердце теплом, светом Бога и любовью. Научитесь медитировать.

Напитывайте свою душу позитивом за счет искусства (музыка, литература, живопись, театр, кино). Воспринимайте каждого человека прежде всего как божественную душу. Исцелив себя, делитесь опытом исцеления с другими. Работайте над привязками, зацепками и зависимостями.

Снимайте, исцеляйте и лечите постом и молитвой внутреннюю агрессию. Подпитывайтесь от природы и воды.""",
         15: """Учитесь видеть мир и людей через призму добра. Развивайтесь духовно, постигая законы мироздания. Работайте над цинизмом, эгоизмом и внутренней агрессией, над сарказмом.

Протягивайте руку помощи слабым, показывая путь к свету. Отпускайте привязки и зацепки. Учитесь трудитесь. Поймите, что манипуляция людьми – это путь к инволюции и отягощению кармы.

Поступайте с людьми так, как бы Вы хотели, чтобы поступали с вами. Учитесь расслабляться и доверять. Дайте свободу любимым и близким людям. Открывайте сердце любви, учитесь дарить и чувствовать любовь. Очищайте физическое тело, душу и укрепляйте дух через пост, молитву, медитации.""",
         16: """Научитесь жить в осознанности. В мгновении «здесь и сейчас» не позволяйте мыслям зависать во временных пространствах надолго. Очистите пространство жилища, пространство физического тела от загрязнений. Распрощайтесь со старым, что тянет Вас назад.

Осознавайте связь с Творцом каждую минуту жизни – откройте Бога внутри себя. Работайте над внутренней агрессией и освободите душу от негативных эмоций. Освободите мысли от негатива. Способствуйте распространению духовных знаний среди людей. Открыв новый путь, смело идите по нему.

Развивайте сердечную чакру и открывайте энергию Вселенской любви в своей душе, в своем сердце. Укрепляйте свое физическое тело, очищайте его. Отпустите страх перемен, желая построить обновленный и измененный мир.""",
         17: """Каждую минуту своей жизни научитесь пребывать во взаимосвязи с Небом. Поверьте в свою гениальность и одаренность. Почувствуйте себя звездой, яркой, отдающей свою энергию творчества многим людям. Разрешите себе быть успешной и даже знаменитой. Поймите, что творчество – это творчество с Творцом. Ты и Бог едины в создании творений на Земле. Отдайся безусловно, безусловно доверяй.

Научитесь делать что-либо потому, что хочется, а не потому, что надо. Отрывайтесь от материальной и бытовой зацикленности и приземленности. Найдите в жизни дело, которое вдохновляет, и уделяйте ему достаточно времени. Признайте в себе проводника Божественных, творческих, исцеляющих энергий. Чем бы вы ни занимались, помните, что Вы находитесь под защитой, покровительством и водительством Высших сил. Следуйте импульсам своего сердца как можно чаще, развивайте интуицию.""",
         18: """Выявите страхи и проработайте их. Работайте над развитием интуиции, изучите закон Притяжения. Очистите свое сознания от негативных мыслей. Следите за фазами луны. Думайте больше о том, чего хотите в жизни получить. Учитесь жить в настоящем моменте «здесь и сейчас». Научитесь отличать в жизни главное от второстепенного. Прописывайте цели, планы. Учитесь доверять и говорить правду.""",
         19: """Найдите для себя вид творчества, который по душе, и уделяйте ему время. Работайте над своей внутренней агрессией, чтобы ваше солнышко грело людей, а не обжигало. Осознайте, что ваша энергия Солнца принадлежит не только вам, но и многим людям. Берите на себя общественную работу, работу организаторскую – это путь Солнца.

Развивайтесь духовно, совмещайте свой жизненный путь с Небом, ведь Солнце светит на Небесах. Научитесь контактировать с солнечной энергией и подпитывайте свою ауру светом. Когда есть возможность, встречайте рассвет и проговаривайте на рассвете свои цели. Рассвет – это время большой силы и магичности для вас.

Работайте над позитивом мыслей и эмоций. Излучение вашей энергии чувствуют все окружающие. Верьте в себя. Вы способны на многое, на большие, глобальные дела и проекты. Умейте быть благодарными Богу за малое, за то, что есть уже сейчас. Работайте духовно через практики приятия, милосердия, прощения, благодарения.

Занимайтесь спортом.

Если вы женщина – Солнце, то не забывайте о своей женственности. Работайте над плавностью и текучестью, расслабленностью и мягкостью.""",
         20: """Ваша стезя – это служение Небу и тесная связь с Небом, с учителями Неба, с Ангелами.

Развивайте интуицию и практикуйте яснознание, ясновидение и яснослышание через духовные практики и открытие каналов. Отрывайтесь от приземленного и суетного. Каждый день молитесь и медитируйте. Не осуждайте других людей. Возвышайте свои мысли к общим благим, к духовным целям.

Отдайте свою любовь роду, очистите родовые каналы – исцелите родовую карму. Всегда старайтесь помогать людям добрым словом и делом. Открывайтесь душой и сердцем. Снимайте внутреннюю агрессию и пройдите практику глубинного прощения. Помните, что вас всегда слышат Небо и Ангелы. Поэтому всегда будьте благодарны за помощь свыше.

Проработайте страх смерти и смертельных болезней. Научитесь отпускать умерших. Гармонизируйте отношения с родственниками, снимите зацепку за материальное.""",
         21: """Осознайте свою миссию миротворца на Земле. Преодолейте свой страх перед расширением и глобальными проектами. Установите тесную взаимосвязь с Богом. Старайтесь в свои планы всегда включать высшие Божественные задачи. Знайте, что ваша сила, талант и энергия принадлежат многим людям.

Преодолейте замкнутость и закрытость. Позвольте себе мечтать, думать о глобальном и большом. Задумайтесь над исцелением планеты. Задумывайтесь над экологичностью жизни своей собственной и других. Занимайтесь очищением своего организма. Двигайтесь, будьте активны. Преодолейте пассивность и лень.

Примите мир целиком таким, какой он есть, людей такими, какие они есть. Объединяйте то, в чем видите разрозненность. Будьте за мир во всем и везде. Провозглашайте философию миротворчества. Путешествуйте по миру. Узнавайте новые страны и города.""",
         22: """Примите свое жизненное кредо: «ощущение свободы и творческого вдохновения во всем».

Проработайте внутри себя, в чем вы еще не свободны. Ответьте себе на вопрос: в чем я чувствую себя закрепощенным и зажатым?

Проработайте страхи идти в новое и неизвестное, начинать с нуля. Прорабатывайте зацепки за что-либо в жизни. Научитесь отпускать и давать свободу не только себе, но и другим людям.

Помогайте раскрепоститься, освободиться тем, кто еще слаб духом. Будьте для других примером оптимизма, веселости, радости, легкости и свободы. Проработайте страх несвободы и замкнутого пространства. Верьте в свои способности и успех, живите просто в радости и не ожидайте ничего взамен.

Откройте сердце всему миру, весь мир вам – дом родной. Много путешествуйте, несите по миру философию свободы и духовности.""",
         }



nega = {1:"""Признание только своей значимости, ценности и уникальности. 
Явно выраженное превосходство над людьми. Проще говоря, эгоизм. 

Злоупотребление своими магическими способностями в личных, корыстных целях. Подавление других людей и подчинение их своей воле. Неверие в собственные силы, нелюбовь к себе, комплексы, неверие в свой успех, нежелание реализовать свои способности, неумение прощать. 
Бросает все, только начав. Не может начать новое дело. 

Гордыня. «Я итак все это знал». «Людишки» - может идти по головам. Не принимает критики.""",
        2:"""Люди недоверчивые, сомневающиеся, капризные и непостоянные. Сплетничество, озлобленность на весь мир. Часто прибывающие в замешательстве и в состоянии недовольства. Очень скрытные, с двойным дном, неискренние, лживые. Меняют маски и роли, артистичны и фальшивы. Закрыты и нелюдимы: никогда не поймёшь, что у человека на душе и чего от него можно ожидать. Ненадёжны, в трудную минуту могут оставить и быть равнодушными. Противоречивость и
двойственность натуры. Сомнения, нерешительность, пассивность, инертность и лень. Обсуждение людей за глаза, сплетни. Осознанное бесплодие.""",
        3:"""Властность, давление, излишний контроль над своими детьми и близкими, высокомерие, возвышение над другими людьми. Оценка людей по статусу и положению в обществе, а не по душевным качествам. Чрезмерные страх и беспокойство за близких, за их жизнь, здоровье, успех. Навязывание своего жизненного видения, своей позиции. Желание постоянного повышенного внимания к себе и заботы о себе. Не умеет терпеть и прощать. Одиночество, отсутствие романтических отношений. Жесткий руководитель.

Зацикленность на своей внешности и материальных благах. Чрезмерное желание обладания чем-либо или кем-либо. Зацепки за земное. Приоритет материальных ценностей над духовными. Доминанта женщины над мужчиной, подавление мужской энергии. Завышенная планка требований. Отрицательное отношение к другим женщинам, неуважение женской сути. Проблемы в отношениях с матерью или дочерью. Гордыня.""",
        4:"""Деспотизм, жёсткость (обычно проявляется, если теряется контроль в другой области), жестокость к слабым и подчинённым. Нежелание признавать авторитеты, собственная авторитарность. Излишний контроль над близкими людьми, навязывание своих правил. Лишение человека собственного права выбора и свободы. Нежелание понять. Чёрствость, материализм, все цели подчинены деньгам и власти. Достижение власти любыми целями, злоупотребление властью. Дети-бунтари у такого мужчины (могут стать наркоманами, преступниками).

Желание больше брать, чем отдавать. Скупость чувств, закрытость души. Страх брать на себя ответственность, нежелание принимать самостоятельные решения. Зависимость от авторитетов. Неумение принимать Мир Материи и зарабатывать деньги. Разрыв между духовными и материальными ценностями. Неумение сгармонизировать два этих мира. Проблемы в отношениях с отцом и мужской частью человечества. Воинственность. Рамки в душе и в сознании. Неумение уступать, гордыня.

Женщине важно поддержать мужчину и сказать, что он молодец, что итак ей нравится. Показать, что он контролирует пространство.""",
        5: """Упорное сопротивление новому, застарелый взгляд на жизнь, постоянное стремление кого-то поучать, делать замечания, навязывать свои взгляды и принципы. Оценка людей по категориям: «умный» или «глупый». Желание доминировать и властвовать, убеждённость, что всегда прав. Желание спорить, доказывать свою правоту, неумение находить компромиссные решения. Гордыня.

Сложно уступить, отойти в сторону, признать свою неправоту. Осуждение, агрессивность. Сильная зацепка за семью и близких. Желание за них решать их жизненные задачи, постоянно контролировать. Учить, как «нужно им жить». Вливаться в их уклад и устой жизни. Неуверенность в себе, сомнения, страх, что не поймут и не услышат, осудят. Зацикленность на порядке и чистоте. Повышенные требования к другим.""",
        6: """Люди очень мнительные, недоверчивые, ранимые, зависимые от мнения и суждения других людей. Ценящие только внешнюю красоту. Поверхностные, неспособные испытывать глубокие чувства, быть искренними и преданными своему партнёру, капризные, неустойчивые, ленивые, впадающие в состояние депрессии из-за несовершенства мира. Не способные принимать мир и людей целостно. Зацикленные на своей внешности. Не желающие видеть истину, пребывающие в розовых очках (идеализм), боязливые, могут быть очень обидчивыми, испытывающими ненависть, желание отомстить. Неуверенность в себе. Зацикленность на отношениях и удовольствиях жизни.

Помните, чтобы прийти к состоянию безусловной любви, обратите особое внимание на негативную карму по 6-му аркану судьбы, очищайте и исцеляйте себя от неё!
""",
        7: """Отсутствие реализации, движения, разбросанность в действиях, неумение долго концентрироваться на одной цели. Беспорядочность действий. Страх брать на себя ответственность. Авторитарность, воинственность, враждебность, агрессия. Резкое деление мира на добро и зло. Поиски мнимой справедливости. Неумение доводить дело до конца. Обидчивость, нелюбовь к себе, леность по отношению к физическому телу.

Нездоровый образ жизни. Контроль над близкими, подавление силой. Неумение расслабляться, чрезмерная активность, приводящая к нервным срывам и перенапряжению.

Достижение целей любыми средствами. Привычка опаздывать. Жизнь воспринимается как «поле битвы», тем самым вокруг создаются трудности.""",
        8: """Осуждение, борьба, разбирательство. Обидчивость, сетование на жизнь, что несправедлива и трудна. Убеждение, что кругом ложь и справедливости нет. Вспыльчивость, агрессивность, депрессии. Хождение по одним и тем же ошибкам и ситуациям, нежелание извлекать уроки, учиться, развиваться. Нежелание меняться, гордыня, упрямство Отсутствие равновесия, перегибы, поиски проблем в окружающих, а не в себе. Обвинение окружающих.""",
        9: """Замкнутость, недоверие миру и людям, излишняя осторожность, пугливость. Уход в себя надолго. Уход от мира. Нежелание помогать и делиться знаниями. Нелюбовь к людям, нелюбовь к себе. Состояние одиночества, отказ от любви и земных удовольствий. Чрезмерный аскетизм. Наплевательское отношение к здоровью и физическому телу, внешнему виду, жилищу. Гордыня, осуждение людей, возвышение над ними. Ошибочное мнение, что вы умнее всех. Обиды, что не ценят так, как нужно, когда заслуживаете. Чрезмерная логика, перенапряжение ума. Страх одиночества. Безбрачие""",
        10: """Пассивность, отсутствие инициативы, отсутствие целей в жизни, лёгкая внушаемость. Нежелание духовно развиваться и развиваться вообще. Лень по отношению к своему физическому телу, бесцельное прожигание жизни, зацепленность за авторитеты, за сильных личностей, несамостоятельность. Нелюбовь к себе и неверие в свои собственные силы. Ожидание действий от других, боязнь сделать первый шаг. Сложность в принятии решения и выбора. Спящая интуиция.""",
        11: """Навязывание своих принципов. Агрессивность, бескомпромиссность, силовое давление на окружающих, грубость, перевозбудимость, износ себя, и как результат - слабость, бессилие, нерешительность, вялость, апатия. Отсутствие вдохновения, враждебность, одержимость, зацикленность. Неумение отдыхать и расслабляться. Упрямство, гордыня, чрезмерный контроль за жизнью. Умение создавать для себя трудные ситуации, чтобы мужественно преодолевать их.""",
        12: """Жертвенность, нелюбовь к себе, навязчивая забота и внимание, чрезмерная привязанность к человеку, к объекту любви, желание страдать, подвешенное состояние, провисание, отсутствие движения. Частые депрессии, болезненные состояния, апатия и усталость. Навязчивые идеи о том, что любви нет и никто вас не любит. Обидчивость, ранимость. Нежелание проживать свою собственную жизнь, всё время уделяя близким, детям, родителям, мужу, жене, друзьям, но не себе. Зависимость от их отношения, от их любви. Манипуляция, чтобы привязать к себе. Нежелание учиться, развиваться. Преобладание негативного мышления, неумение отпускать и начинать новые жизненные циклы. Привычка опаздывать. Чрезмерная нагрузка чужих проблем на свои плечи и на свою голову.""",
        13: """Резкость, агрессивность, нежелание доводить до конца начатое. Необязательность, сумасбродность в мыслях и действиях. Невозможность ни на чём концентрироваться долго, чрезмерная рискованность (безбашенность). Нежелание ценить жизнь, зацикленность на смерти. Навязывание перемен силой. Жестокость, холоднокровие. Зацепка за умерших. Страх перемен, будущего. Страх за жизнь близких. Зависание в прошлом, склонность к суицидам. Захламленность пространства, в котором живут. Неумение избавляться от старых вещей. Часто создают вокруг хаос.""",
        14: """Невоздержанность, неумеренность. Закрытые чувства и душа, уход в себя. Неверие в свои творческие способности. Невежество, распущенность грубость. Неверие в высший смысл бытия. Материальная приземлённость. Зацепки за прошлое, неумение прощать. Зависимости.""",
        15: """Внутренняя и внешняя агрессия, зависимости и несвободы, заземленность. Властность, манипуляция другими людьми, стремление подчинить их своей воле, чрезмерный контроль над близкими людьми. Неискренность, лживость, принадлежность к темным социальным и коррупционным структурам, одержимость, зацикленность, карьеризм, получение своего любыми способами. Игромания. Увлеченность черной магией, работа на свое эго личности, нежелание развиваться духовно, приземленность и зацепка за материальное.""",
        16: """Разрушительные ситуации в жизни, вспышки агрессии, неконтролируемые эмоции. Негативное отношение к жизни. Нежелание духовно развиваться. Узость взглядов, мышления. Безбашенность, чрезмерный риск. Хаотичные поступки и действия. Хаос в жизни. Повышенный травматизм.""",
        17: """Несамостоятельность, зависимость, капризность, несостоятельность. Жизненная апатия, отсутствие представления о реальной картине мира. Оторванность от земного. Бесполезные действия, вкладывание энергии в пустоту. Слабохарактерность и слабоволие. Неуверенность в себе. Медлительность. Гордыня, возвышение над другими за свою исключительность и «звездность».""",
        18: """Это темная луна в человеке, а значит, все воображение и мысли приобретают темную направленность. Депрессии, длительное зависание в иллюзорном, нереальном мире. Нежелание контакта с миром, с людьми. Психические болезни, страхи, фобии, лживость, двуличие, сплетни. Зацикленность на негативе, апатия. Человек по темной луне может уйти в нереальный мир. Зацикленность на негативе, маниакальность. Апатия, нежелание жить в реальном мире, уход от него через алкоголь, наркотики, темная магия.""",
        19: """Властность, возвышение над людьми, гордыня, обидчивость. Суета, хаос. Зацепленность за прошлое. Внутреннее самосожжение, т.е. не любовь к себе, самоедство. Негативное мышление, энергия, направленная не на благие, а на корыстные цели. Неумение расслабляться, перевозбуждение. Трудоголизм. Давление на других, навязывание своей воли. Страх перед большими проектами. Нежелание брать на себя ответственность. Напряжение, контроль. Творческая нереализация. Отсутствие легкости, полета и вдохновения. Агрессия, гордыня.""",
        20: """Люди агрессивные, категоричные, осуждающие. Судят всех и вся. Стараются подчинить своей воле. Либо наоборот безвольные, с отсутствием внутреннего стержня и с размытостью по жизни. Низкий уровень развитости. Врожденные кармические болезни. Уход в низкие энергии. Тяга в мир смерти и мертвых. Заземленность, суета или наоборот, отрыв от материального, улет в мир энергий. Использование своих способностей и своей силы в корыстных целях. Темная магия. Зацикленность на семье и близких, страх их смерти. Родовые конфликты. Осуждение и непринятие родителей. Неумение прощать. Неуважение к старшим. Суды с родственниками.""",
        21: """Воинственный настрой против многих людей, против целых религий, политики, устроения государства. Участие в военных действиях, разжигание конфликтов. Неприятие в глобальных масштабах. Фобии глобальных катаклизмов. Замкнутость, закрытость от всего мира, отгороженность, уход в себя. Агрессия против мира. Апатия, что не получается сразу глобальное и большое. Неумение двигаться постепенно и поэтапно. Желание иметь все и сразу. Недовольство тем, что есть. Желание объять необъятное. Не умение реально смотреть на жизнь. Приземленность, нежелание развиваться духовно.""",
        22: """Несвобода, нежелание ни за что отвечать. Распущенность и разгульная жизнь. Рамки, ограничения. Зацепки за материальное. Любые зависимости. Узость мышления, отсутствие духовности, радости жизни, легкости, вдохновения. Творческая нереализованность. Лишение свободы. Безволие. Страх идти в неизвестное, начинать новые циклы. Контроль над близкими людьми и лишение их свободы, подавление воли.""",
        }

afirm = {1: """Я проводник божественных способностей. Во мне раскрывается весь мой заложенный потенциал. Я есмь, тот кто я есть. Благодарю. Благодарю. Благодарю."""
         ,2: """Я нахожусь в гармонии с самим собой и с миром. Я нахожусь в состоянии единства. Благодарю. Благодарю. Благодарю.""",
        3:"""Я хозяйка своей судьбы. Я - Императрица. Во мне расцветает и процветает моя женская природа. Я нахожусь в энергиях плодородия и изобилия. Благодарю. Благодарю. Благодарю.""",
        4:"""Я в гармонии с мужской (женской) частью человечества. Я в потоке процветания Вселенной. Мое благосостояние растет день от дня, так же как крепнет моя физическая сила. Благодарю. Благодарю. Благодарю.""",
        5: """По жизни меня ведет Духовный Учитель. Я прибываю в искренней светлой связи с ним. Он ведет меня к истинности знаний, которыми я обладаю и которые я получаю. Благодарю. Благодарю. Благодарю.""",
        6: """Мое сердце открыто к безусловной любви к самой себе, ко всему живому на Земле. Божественное во мне, равно всему божественному вокруг меня. Благодарю. Благодарю. Благодарю.""",
        7: """Я двигаюсь по жизни легко к намеченным целям, которые созвучны с божественным замыслом. Благодарю. Благодарю. Благодарю.""",
        8: """Мне открывается божественная справедливость. Я понимаю закон причинно- следственных связей. Я в равновесии. Благодарю. Благодарю. Благодарю.""",
        9: """Ко мне приходит мудрость. Я прибываю в потоке исцеления всего того что мне следует исцелить. Я исцелен. Благодарю. Благодарю. Благодарю.""",
        10: """Мне покровительствует сама фортуна-судьба. Я чувствую свои счастливые судьбоносные потоки. Я легко вхожу в них. Благодарю. Благодарю. Благодарю.""",
        11: """Я раскрываю весь свой потенциал Духовной силы. Моя сила – это сила Духа и сила физического тела, и сила моей души. Благодарю. Благодарю. Благодарю.""",
        12: """Я снимаю свою жертвенность, переводя ее в новое видение. Я открыта всему новому и со мной мои ангелы хранители. Я иду по пути служения, по пути открытого сердца, наполненного любовью к себе и людям. Благодарю. Благодарю. Благодарю.""",
        13: """Я легко и свободно шагаю в перерождение. Я принимаю все новое в своей жизни и отпускаю старое. Благодарю. Благодарю. Благодарю.""",
        14: """У меня налажена связь с моей душой. Моя душа и осознание живут в единстве. Со мной контактируют Ангелы. Благодарю. Благодарю. Благодарю.""",
        15: """Я освобождаюсь от любых зависимостей и перевожу все негативное во мне в яркий божественный свет. Протягиваю руку помощи другим людям. Всю агрессию я перевожу в энергию благодарения. Благодарю. Благодарю. Благодарю.""",
        16: """Я прихожу к осознанности и духовному пробуждению в своей жизни. Я открываю новые грани бытия. Я расчищаю дорогу к творческой реализации. Благодарю. Благодарю. Благодарю.""",
        17: """Я проводник небесного потока. Я легко нахожу свой путь в творчестве. Мне светит моя звезда. Благодарю. Благодарю. Благодарю.""",
        18: """Во мне развивается интуиция. Я материализую в свою жизнь все только светлое и позитивное. Я освобождаюсь от своих внутренних страхов. Моя Магия созидательна. Благодарю. Благодарю. Благодарю.""",
        19: """Мое свечение заметно многим людям. Я легко его дарю в Мир. Благодарю. Благодарю. Благодарю.""",
        20: """Я нахожусь в потоке яснознания информационного поля Вселенной. У меня очищены родовые каналы. И от рода и предков в моей жизни идет поддержка и позитив. Родовые каналы исцелены. Благодарю. Благодарю. Благодарю.""",
        21: """Мне открыты границы всего Мира. У меня получаются любые глобальные проекты. Я МИРОТВОРЕЦ!!! Благодарю. Благодарю. Благодарю.""",
        22: """Я свободен в своих выборах. Моя жизнь – это полет на Земле. Благодарю. Благодарю. Благодарю.""",
        }

